Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: detail web dnssec valid exp
fr: Nous vérifions si votre domaine, plus spécifiquement son enregistrement SOA, est signé avec une signature valide le rendant 'sécurisé'. Si un nom de domaine redirige vers un autre nom de domaine signé via `CNAME`, alors nous vérifions également si la signature du nom de domaine CNAME est valide (ce qui est conforme à la norme DNSSEC). Si la signature du nom de domaine CNAME n'est pas valide, le résultat de ce sous-test sera négatif. Notez que nous testons seulement le serveur de noms qui répond en premier. Si les serveurs de noms d'un nom de domaine ont des configurations incohérentes, cela peut conduire à des résultats de test variables. Dans ce cas, par exemple, le résultat pour ce sous-test peut être 'sécurisé' une fois et 'bogué' la suivante.

source: detail web dnssec valid label
fr: Validité DNSSEC

source: detail web dnssec valid tech table
fr: Domaine|Statut

source: detail web dnssec valid verdict bad
fr: Votre domaine est 'bogus', car la signature DNSSEC n'est *pas* valide. Soit quelqu'un a manipulé la réponse de votre serveur de noms, soit votre domaine a une *erreur de configuration DNSSEC grave*. Cette dernière rend votre domaine inaccessible pour tout utilisateur qui valide les signatures DNSSEC. Vous devriez contacter votre opérateur de serveur de noms (souvent votre registraire ou fournisseur d'hébergement) dès que possible.

source: detail web dnssec valid verdict good
fr: Votre domaine est sécurisé, car sa signature DNSSEC est valide.

source: detail web dnssec valid verdict unsupported-ds-algo
fr: Votre domaine est signé avec un algorithme que notre résolveur de validation ne prend actuellement pas en charge. Par conséquent, nous ne sommes pas en mesure de vérifier la validité de sa signature DNSSEC.

source: detail web ipv6 web-AAAA exp
fr: Nous vérifions s'il y a au moins un enregistrement AAAA avec une adresse IPv6 pour votre serveur web. Les 'adresses IPv6 mappées IPv4' ([RFC 4291](https://www.rfc-editor.org/rfc/rfc4291), commençant par ::ffff:) échoueront dans ce sous-test, car elles ne fournissent *pas* de connectivité IPv6.

source: detail web ipv6 web-AAAA label
fr: Adresses IPv6 pour le serveur web

source: detail web ipv6 web-AAAA tech table
fr: Serveur web|Adresse IPv6|Adresse IPv4

source: detail web ipv6 web-AAAA verdict bad
fr: *Aucun* de vos serveurs web n'a d'adresse IPv6.

source: detail web ipv6 web-AAAA verdict good
fr: Au moins un de vos serveurs web a une adresse IPv6.

source: detail web ipv6 web-ipv46 exp
fr: Nous comparons la réponse et le contenu reçus de votre serveur web via IPv6 avec ceux reçus via IPv4. Nous vérifions : 1. si HTTP (port 80) et/ou HTTPS (port 443) via IPv4 sont également disponibles via IPv6 ; 2. si les en-têtes HTTP (comme un en-tête de redirection) via IPv4 sont également reçus via IPv6 ; 3. si le contenu HTML via IPv4 est le même via IPv6. Après avoir supprimé les nonces éventuels, nous effectuons une comparaison du contenu reçu. La différence de contenu ne doit pas être supérieure à 10% pour réussir ce sous-test. Le seuil garantit que de petites différences (par exemple dues à des publicités changeantes) n'entraînent pas non plus un échec de ce sous-test. Une différence observée peut être intentionnelle ou due à une erreur de mesure. Par conséquent, dans ce cas, un avertissement est donné et n'est pas pris en compte dans le score. Notez que dans le cas où il y a plusieurs adresses IPv6 et IPv4, nous choisissons une adresse IPv6 et une adresse IPv4 pour effectuer le sous-test. Si seule une adresse IPv6 et aucune adresse IPv4 n'est disponible, le sous-test n'est pas applicable car aucune comparaison ne peut être effectuée.

source: detail web ipv6 web-ipv46 label
fr: Même site web sur IPv6 et IPv4

source: detail web ipv6 web-ipv46 verdict bad
fr: Les ports disponibles ou les en-têtes offerts de votre site web via IPv4 ne sont *pas* les mêmes via IPv6.

source: detail web ipv6 web-ipv46 verdict good
fr: Votre site web sur IPv6 semble être le même que votre site web sur IPv4.

source: detail web ipv6 web-ipv46 verdict notice
fr: Le contenu HTML de votre site web via IPv4 n'est *pas* le même via IPv6.

source: detail web ipv6 web-ipv46 verdict notice-status-code
fr: Votre site web via IPv6 semble identique via IPv4, mais le code de réponse HTTP est dans la plage 4xx ou 5xx. Ceci peut indiquer un problème de configuration.

source: detail web ipv6 web-reach exp
fr: Nous vérifions si nous pouvons nous connecter à votre ou vos serveurs web via IPv6 sur tous les ports disponibles (80 et/ou 443). Nous testons toutes les adresses IPv6 que nous recevons de vos serveurs de noms. Un score partiel sera attribué si toutes les adresses IPv6 ne sont pas accessibles. Si une adresse IPv6 est (syntaxiquement) invalide, nous la considérons comme inaccessible.

source: detail web ipv6 web-reach label
fr: Accessibilité IPv6 du serveur web

source: detail web ipv6 web-reach tech table
fr: Serveur web|Adresse IPv6 inaccessible

source: detail web ipv6 web-reach verdict bad
fr: Au moins un de vos serveurs web avec une adresse IPv6 n'est *pas* accessible via IPv6.

source: detail web ipv6 web-reach verdict good
fr: Tous vos serveurs web avec une adresse IPv6 sont accessibles via IPv6.

source: detail web rpki exists exp
fr: Nous vérifions si une autorisation d'origine de route RPKI (ROA) a été publiée pour toutes les adresses IP de votre serveur web. Votre hébergeur (ou son fournisseur de réseau) annonce via le protocole de passerelle frontière (BGP) pour lesquels de ses blocs d'adresses IP il accepte le trafic Internet entrant. D'autres fournisseurs de réseau utilisent ces annonces de route pour déterminer par quelle route envoyer le trafic pour les adresses IP de votre serveur. Cependant, une annonce de route peut être falsifiée. En fait, un autre fournisseur de réseau peut être en mesure de connecter le bloc d'adresses IP de votre adresse IP à son réseau et ainsi potentiellement recevoir le trafic Internet qui est en fait destiné à votre fournisseur de réseau. La cause peut être accidentelle ou malveillante. Dans les deux cas, cela peut entraîner l'inaccessibilité de votre serveur ou l'interception du trafic Internet vers votre serveur. L'infrastructure à clé publique de ressources (RPKI) améliore considérablement la protection contre cela. Avec RPKI, le détenteur légitime d'un bloc d'adresses IP peut publier une déclaration signée numériquement avec autorisation de route (Autorisation d'origine de route ; ROA en abrégé). Un autre fournisseur de réseau qui veut envoyer du trafic Internet vers une adresse IP particulière, peut utiliser la déclaration correspondante pour filtrer les routes `Invalid`. De cette façon, le fournisseur de réseau empêche le trafic Internet de son réseau d'être envoyé vers des réseaux de fournisseurs non autorisés. *Niveau d'exigence : Recommandé*

source: detail web rpki exists label
fr: Existence d'autorisation d'origine de route

source: detail web rpki exists tech table
fr: Serveur web|Adresse IP|Autorisation d'origine de route RPKI

source: detail web rpki exists verdict bad
fr: Pour au moins une des adresses IP de votre serveur web, *aucune* autorisation d'origine de route RPKI (ROA) n'est publiée.

source: detail web rpki exists verdict good
fr: Pour toutes les adresses IP de votre serveur web, une autorisation d'origine de route RPKI (ROA) est publiée.

source: detail web rpki exists verdict no-addresses
fr: Votre domaine ne contient *aucune* adresse IP de serveur web. Par conséquent, ce sous-test n'a pas pu être effectué.

source: detail web rpki valid exp
fr: Nous vérifions si le statut de validation pour toutes les adresses IP de votre serveur web est `Valid`. S'il y a plusieurs annonces de route qui se chevauchent pour l'adresse IP, nous testons qu'elles sont toutes `Valid`. Votre hébergeur (ou son fournisseur de réseau) annonce via le protocole de passerelle frontière (BGP) pour lesquels de ses blocs d'adresses IP il accepte le trafic Internet entrant. Il le fait en associant (des parties de) ses blocs d'adresses IP (Préfixe de route) avec le numéro unique de son réseau de fournisseur (ASN d'origine de route), puis en distribuant ces informations de routage. D'autres fournisseurs de réseau utilisent ces annonces de route pour déterminer par quelle route envoyer le trafic pour les adresses IP. De plus, pour chaque annonce de route, votre hébergeur (ou son fournisseur de réseau) devrait publier une déclaration signée numériquement avec autorisation de route (Autorisation d'origine de route ; abrégé : ROA) en utilisant l'infrastructure à clé publique de ressources (RPKI). Un autre fournisseur de réseau qui est invité à envoyer du trafic Internet vers l'adresse IP de votre serveur peut vérifier cryptographiquement la déclaration associée. Le contenu vérifié (Charge utile ROA validée ; abrégé : VRP) inclut quels réseaux de fournisseurs (VRP ASN) sont autorisés à recevoir le trafic Internet pour chaque bloc d'adresses IP enregistré (Préfixe VRP). Le fournisseur de réseau peut ensuite utiliser ce contenu pour filtrer les routes BGP. Par exemple, il peut rejeter toutes les routes `Invalid`, pour empêcher que le trafic Internet de son réseau soit envoyé vers des réseaux de fournisseurs non autorisés. La vérification des annonces de route contre les autorisations de route (Validation d'origine RPKI ; abrégé : ROV) a les trois résultats possibles suivants. - `Valid` : L'annonce de route de l'adresse IP considérée est mise en correspondance par au moins une autorisation de route publiée. Une autorisation de route est également mise en correspondance pour des annonces de route plus spécifiques (c'est-à-dire, pour une partie du bloc d'adresses IP contenu dans l'autorisation de route), à moins qu'elles ne soient plus spécifiques que la limite spécifiée dans l'autorisation de route (via l'attribut `maxLength`). - `Invalid` : L'annonce de route de l'adresse IP considérée est couverte par une autorisation de route, mais elle ne correspond *pas*. Il y a deux causes possibles : 1. le bloc d'adresses IP (Préfixe de route) est annoncé depuis un réseau de fournisseur (ASN d'origine de route) qui n'est *pas* autorisé dans l'autorisation de route (résultat dans le tableau ci-dessous : "invalid (as)") ; 2. le bloc d'adresses IP (Préfixe de route) qui est annoncé est *plus petit que ce qui est autorisé* dans l'autorisation de route, c'est-à-dire dépassant la valeur `maxLength` (résultat dans le tableau ci-dessous : "invalid (length)"). - `NotFound` : Aucune déclaration avec autorisation de route n'a été trouvée qui couvre l'annonce de route de l'adresse IP considérée. Cela rend le routage du trafic Internet vers votre serveur moins sécurisé. Veuillez contacter votre hébergeur à ce sujet. Il peut demander à son fournisseur de réseau qui possède les adresses IP de votre serveur de publier des autorisations de route. **Que faire si le résultat du test montre le statut Invalid ?** Le statut `Invalid` indique une erreur de configuration de route non intentionnelle ou malveillante, qui peut être causée par votre hébergeur ou son fournisseur de réseau (erreur interne) ou par un tiers (erreur externe). Dans les deux cas, cela peut conduire à l'inaccessibilité de votre serveur ou à l'interception du trafic Internet vers votre serveur. Contactez votre hébergeur dès que possible. En cas d'erreur interne, votre hébergeur devrait demander à son fournisseur de réseau qui possède les adresses IP de votre serveur de corriger l'erreur de configuration de route. *Niveau d'exigence : Recommandé*

source: detail web rpki valid label
fr: Validité d'annonce de route

source: detail web rpki valid tech table
fr: Serveur web|Préfixe de route BGP|ASN d'origine de route BGP|État de validation d'origine RPKI

source: detail web rpki valid verdict bad
fr: Au moins une adresse IP de votre serveur web a un état de validation `NotFound`. Il n'y a *aucune* autorisation d'origine de route RPKI (ROA) publiée pour l'annonce de route de chacune des adresses IP affectées.

source: detail web rpki valid verdict good
fr: Toutes les adresses IP de votre serveur web ont un état de validation `Valid`. L'annonce de route de ces adresses IP est mise en correspondance par l'autorisation d'origine de route RPKI (ROA) publiée.

source: detail web rpki valid verdict invalid
fr: Au moins une adresse IP de votre serveur web a un état de validation `Invalid`. L'annonce de route des adresses IP affectées n'est *pas* mise en correspondance par l'autorisation d'origine de route RPKI (ROA) publiée. Cela indique une erreur de configuration de route non intentionnelle ou malveillante, qui peut être causée par votre hébergeur web (erreur interne) ou par un tiers (erreur externe). Dans les deux cas, cela peut conduire à l'inaccessibilité de votre serveur ou à l'interception du trafic Internet vers votre serveur. Contactez votre hébergeur web dès que possible. En cas d'erreur interne, votre hébergeur web devrait demander à son fournisseur de réseau qui possède les adresses IP de votre serveur de corriger l'erreur de configuration de route.

source: detail web rpki valid verdict not-routed
fr: Ce sous-test n'a *pas* été exécuté, car *aucune* annonce de route n'était disponible pour aucune des adresses IP.

source: detail web tls caa exp
fr: Nous vérifions si les serveurs de noms de votre domaine de site web contiennent un ou plusieurs enregistrements CAA, qui sont syntaxiquement valides et suffisamment protecteurs. L'Autorisation d'Autorité de Certification (CAA) vous permet en tant que détenteur d'un nom de domaine DNS de spécifier une ou plusieurs autorités de certification autorisées à émettre des certificats pour votre nom de domaine. Une autorité de certification ne doit pas émettre de certificat à moins que l'AC détermine que la demande de certificat soit cohérente avec les enregistrements CAA applicables. Notez que les enregistrements CAA sont localisés pendant la validation en remontant la hiérarchie DNS jusqu'à ce qu'un ou plusieurs enregistrements soient trouvés. Par exemple, si aucun enregistrement CAA n'est trouvé sur `sub.example.nl`, `example.nl` sera interrogé. Le domaine où les enregistrements CAA applicables sont trouvés est affiché dans le tableau avec les détails techniques ci-dessous. Le verdict est bon si un ou plusieurs enregistrements CAA ont été trouvés qui ont tous une syntaxe correcte, et au moins un de ces enregistrements CAA a la balise `issue` avec une valeur valide. Sinon, le test résultera en un échec. Il n'est pas vérifié si l'autorité de certification du certificat actuel correspond à une ou plusieurs des valeurs `issue` et `issuewild`, c'est-à-dire si le certificat actuel pourrait être réémis à ce moment. Si vous utilisez la norme Automatic Certificate Management Environment (ACME) et que votre autorité de certification la supporte, nous vous recommandons d'utiliser les paramètres `validationmethods` et `accounturi` pour restreindre davantage l'émission par l'autorité de certification autorisée. De plus, il est recommandé d'ajouter `issuewild`, `issuemail` et `issuevmc` avec un `;` vide si vous n'utilisez pas respectivement de certificats wildcard, S/MIME et/ou BIMI. Sinon, toute autorité de certification est encore autorisée à émettre ces certificats pour votre domaine, puisque `issue` ne les couvre pas. Nous attendons que les URLs dans `iodef` soient sécurisées (c'est-à-dire utilisant le schéma HTTPS). De plus, pour prévenir la suppression ou l'usurpation d'enregistrements CAA, nous recommandons fortement d'utiliser DNSSEC, bien que ce test CAA ne teste pas spécifiquement DNSSEC. *Niveau d'exigence : Recommandé*

source: detail web tls caa label
fr: CAA pour le domaine

source: detail web tls caa tech table
fr: Résultats

source: detail web tls caa verdict bad
fr: Votre domaine n'a *pas* de CAA.

source: detail web tls caa verdict good
fr: Votre domaine a un CAA valide et suffisamment protecteur.

source: detail web tls caa verdict insufficient
fr: Votre domaine a un CAA valide, mais *insuffisamment* protecteur.

source: detail web tls caa verdict syntax-error
fr: Votre domaine a un CAA *invalide*.

source: detail web tls cert-hostmatch exp
fr: Nous vérifions si le nom de domaine de votre site web correspond au nom de domaine sur le certificat. Il pourrait être utile d'inclure plus d'un domaine (par exemple le domaine avec et sans www) comme nom alternatif du sujet sur le certificat. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) de NCSC-NL, directive B3-1 (en anglais).

source: detail web tls cert-hostmatch label
fr: Nom de domaine sur le certificat

source: detail web tls cert-hostmatch tech table
fr: Adresse IP du serveur web|Domaines non correspondants sur le certificat

source: detail web tls cert-hostmatch verdict bad
fr: Le nom de domaine de votre site web ne correspond *pas* au nom de domaine sur votre certificat de site web.

source: detail web tls cert-hostmatch verdict good
fr: Le nom de domaine de votre site web correspond au nom de domaine sur le certificat de votre site web.

source: detail web tls cert-pubkey exp
fr: Nous vérifions si la signature numérique (ECDSA ou RSA) du certificat de votre site web utilise des paramètres sécurisés. La vérification des certificats utilise des signatures numériques. Pour garantir l'authenticité d'une connexion, un algorithme fiable pour la vérification des certificats doit être utilisé. L'algorithme utilisé pour signer un certificat est sélectionné par son fournisseur. Le certificat spécifie l'algorithme pour les signatures numériques qui est utilisé par son propriétaire lors de l'échange de clés. Il est possible de configurer plusieurs certificats pour prendre en charge plus d'un algorithme. La sécurité des signatures numériques ECDSA dépend de la courbe choisie. La sécurité du RSA pour le chiffrement et les signatures numériques est liée à la longueur de clé de la clé publique. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B5-1 et tableau 9 pour ECDSA, et directive B3-3 et tableau 8 pour RSA (en anglais). --- **Courbes elliptiques pour ECDSA** * Bonnes : `secp384r1`, `secp256r1`, `x448`, et `x25519` * À éliminer progressivement : `secp224r1` * Insuffisantes : Autres courbes **Longueur des clés RSA** * Bonnes : Au moins 3072 bits * Suffisantes : 2048 – 3071 bits * Insuffisantes : Moins de 2048 bits

source: detail web tls cert-pubkey label
fr: Clé publique du certificat

source: detail web tls cert-pubkey tech table
fr: Adresse IP du serveur web|Paramètres de signature affectés|Statut

source: detail web tls cert-pubkey verdict bad
fr: La signature numérique du certificat de votre site web utilise des paramètres *insuffisamment* sécurisés.

source: detail web tls cert-pubkey verdict good
fr: La signature numérique du certificat de votre site web utilise des paramètres sécurisés.

source: detail web tls cert-pubkey verdict phase-out
fr: La signature numérique du certificat de votre site web utilise des paramètres qui ont un statut *à éliminer progressivement*, car ils sont connus pour être fragiles et risquent de devenir *insuffisamment* sécurisés.

source: detail web tls cert-signature exp
fr: Nous vérifions si l'empreinte signée du certificat du site web a été créée avec un algorithme de hachage sécurisé. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B3-2 et tableau 3 (en anglais). --- **Fonctions de hachage pour la vérification des certificats** * Bonnes : SHA-512, SHA-384, SHA-256 * Insuffisantes : SHA-1, MD5

source: detail web tls cert-signature label
fr: Signature du certificat

source: detail web tls cert-signature tech table
fr: Adresse IP du serveur web|Algorithme de hachage affecté|Statut

source: detail web tls cert-signature verdict bad
fr: Le certificat de votre site web est signé en utilisant un algorithme de hachage qui est *insuffisamment* sécurisé.

source: detail web tls cert-signature verdict good
fr: Le certificat de votre site web est signé en utilisant un algorithme de hachage sécurisé.

source: detail web tls cert-trust exp
fr: Nous vérifions si nous sommes capables de construire une chaîne de confiance valide pour le certificat de votre site web. Pour une chaîne de confiance valide, votre certificat doit être publié par une [autorité de certification publiquement reconnue](https://www.mozilla.org/en-US/about/governance/policies/security-group/certs/), et votre serveur web doit présenter tous les certificats intermédiaires nécessaires. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B3-4 (en anglais).

source: detail web tls cert-trust label
fr: Chaîne de confiance du certificat

source: detail web tls cert-trust tech table
fr: Adresse IP du serveur web|Chaîne de certificats non fiable

source: detail web tls cert-trust verdict bad
fr: La chaîne de confiance du certificat de votre site web n'est *pas* complète et/ou *pas* signée par une autorité de certification racine de confiance.

source: detail web tls cert-trust verdict good
fr: La chaîne de confiance du certificat de votre site web est complète et signée par une autorité de certification racine de confiance.

source: detail web tls cipher-order exp
fr: Nous vérifions si votre serveur web impose sa propre préférence de chiffrement ('I'), et offre des chiffrements conformément à l'ordre prescrit ('II'). Lorsque votre serveur web ne prend en charge que des chiffrements 'Bons', ce sous-test n'est pas applicable car l'ordre n'a pas d'avantage sécuritaire significatif. I. *Préférence de chiffrement imposée par le serveur* : Le serveur web impose sa propre préférence de chiffrement lors de la négociation avec un navigateur web, et n'accepte aucune préférence du navigateur web ; II. *Ordre prescrit* : Les chiffrements sont offerts par le serveur web conformément à l'ordre prescrit où 'Bon' est préféré à 'Suffisant' qui est préféré aux chiffrements 'À éliminer progressivement'. Dans le tableau ci-dessus avec les détails techniques, **seules les premières sélections d'algorithmes trouvées hors de l'ordre prescrit** sont listées. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B2-5.

source: detail web tls cipher-order label
fr: Ordre des chiffrements

source: detail web tls cipher-order tech table
fr: Adresse IP du serveur web|Première paire de chiffrements affectée trouvée|Règle violée # ('II-B')

source: detail web tls cipher-order verdict bad
fr: Votre serveur web n'impose *pas* sa propre préférence de chiffrement ('I').

source: detail web tls cipher-order verdict good
fr: Votre serveur web impose sa propre préférence de chiffrement ('I'), et offre des chiffrements conformément à l'ordre prescrit ('II').

source: detail web tls cipher-order verdict na
fr: Ce sous-test n'est pas applicable car votre serveur web ne prend en charge que des chiffrements 'Bons'.

source: detail web tls cipher-order verdict seclevel-bad
fr: Votre serveur web ne préfère *pas* les chiffrements 'Bons' aux 'Suffisants' aux 'À éliminer progressivement' ('II').
