Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: detail mail tls cert-trust tech table
fr: Serveur de messagerie (MX)|Chaîne de certificat non fiable

source: detail mail tls cert-trust verdict bad
fr: La chaîne de confiance d'au moins un de vos certificats de serveur de messagerie n'est *pas* complète et/ou *pas* signée par une autorité de certification racine de confiance.

source: detail mail tls cert-trust verdict good
fr: La chaîne de confiance de tous vos certificats de serveur de messagerie est complète et signée par une autorité de certification racine de confiance.

source: detail mail tls cipher-order exp
fr: Nous vérifions si vos serveurs de messagerie de réception (MX) appliquent leur propre préférence de chiffrement ('I'), et offrent des chiffrements conformément à l'ordre prescrit ('II'). Lorsque vos serveurs de messagerie ne prennent en charge que des chiffrements 'Bons', ce test n'est pas applicable car l'ordre n'a pas d'avantage de sécurité significatif. I. *Préférence de chiffrement imposée par le serveur* : Les serveurs de messagerie de réception imposent leur propre préférence de chiffrement lors de la négociation avec les serveurs de messagerie d'envoi, et n'acceptent aucune préférence des serveurs de messagerie d'envoi ; II. *Ordre prescrit* : Les chiffrements sont offerts par les serveurs de messagerie de réception conformément à l'ordre prescrit où 'Bon' est préféré à 'Suffisant' qui est préféré aux chiffrements d'élimination progressive. Dans le tableau ci-dessus avec les détails techniques, **seules les premières sélections d'algorithmes trouvées hors de l'ordre prescrit** sont listées. Voir ['IT Security Guidelines for Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B2-5.

source: detail mail tls cipher-order label
fr: Ordre des chiffrements

source: detail mail tls cipher-order tech table
fr: Serveur de messagerie (MX)|Première paire de chiffrements affectée trouvée|Règle violée # ('II-B')

source: detail mail tls cipher-order verdict bad
fr: Au moins un de vos serveurs de messagerie n'impose *pas* sa propre préférence de chiffrement ('I').

source: detail mail tls cipher-order verdict good
fr: Tous vos serveurs de messagerie imposent leur propre préférence de chiffrement ('I'), et offrent des chiffrements conformément à l'ordre prescrit ('II').

source: detail mail tls cipher-order verdict na
fr: Ce sous-test n'est pas applicable car votre serveur de messagerie ne prend en charge que des chiffrements 'Bons'.

source: detail mail tls cipher-order verdict seclevel-bad
fr: Au moins un de vos serveurs de messagerie ne préfère *pas* les chiffrements 'Bons' aux 'Suffisants' aux chiffrements d'élimination progressive ('II').

source: detail mail tls cipher-order verdict warning
fr: TEXTE OBSOLÈTE ; VERDICT NON UTILISÉ Au moins un de vos serveurs de messagerie n'offre *pas* de chiffrements conformément à l'ordre prescrit dans un niveau de sécurité particulier ('II-B').

source: detail mail tls ciphers exp
fr: Nous vérifions si vos serveurs de messagerie de réception (MX) ne prennent en charge que des chiffrements sécurisés, c'est-à-dire 'Bons' et/ou 'Suffisants' (également appelés sélections d'algorithmes). Pour éviter d'atteindre les limites de taux des serveurs de messagerie de réception, le résultat du test ne contient que les **premières sélections d'algorithmes affectées trouvées**. Une sélection d'algorithmes consiste en des chiffrements pour quatre fonctions cryptographiques : 1) échange de clés, 2) vérification de certificat, 3) chiffrement en bloc, et 4) hachage. Un serveur web peut prendre en charge plus d'une sélection d'algorithmes. * Depuis TLS 1.3, le terme 'suite de chiffrement' ne comprend que les chiffrements utilisés pour le chiffrement en bloc et le hachage. Lors de l'utilisation de TLS 1.3, les chiffrements pour l'échange de clés et la vérification de certificat sont négociables et ne font pas partie de la dénomination de la suite de chiffrement. Parce que cela rend le terme 'suite de chiffrement' ambigu, NCSC-NL utilise le terme 'sélection d'algorithmes' pour comprendre les quatre fonctions de chiffrement. * NCSC-NL utilise la [convention de nommage IANA](https://www.iana.org/assignments/tls-parameters/tls-parameters.xhtml#tls-parameters-4) pour les sélections d'algorithmes. Internet.nl utilise la [convention de nommage OpenSSL](https://www.openssl.org/docs/manmaster/man1/openssl-ciphers.html#CIPHER-SUITE-NAMES). Depuis TLS 1.3, OpenSSL suit la convention de nommage IANA. Une traduction entre les deux peut être trouvée dans la documentation OpenSSL. * Notez que les chiffrements utilisant PSK ou SRP pour l'échange de clés (qui ne sont pas suffisamment sécurisés) ne sont pas détectés dans ce test en raison d'une limitation liée à notre méthode de test. Voir ['IT Security Guidelines for Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directives B2-1 à B2-4 et tableaux 2, 4, 6 et 7 (en anglais). --- Ci-dessous vous trouvez les sélections d'algorithmes 'Bonnes', 'Suffisantes' et d'élimination progressive dans l'ordre prescrit par NCSC-NL, basé sur l'annexe C des 'IT Security Guidelines for Transport Layer Security (TLS)'. Derrière chaque sélection d'algorithmes se trouve la version TLS minimale (ex : [1.2]) qui prend en charge cette sélection d'algorithmes et qui est au moins 'Élimination progressive'. Bon : * `ECDHE-ECDSA-AES256-GCM-SHA384` (`TLS_AES_256_GCM_SHA384` dans 1.3) [1.2] * `ECDHE-ECDSA-CHACHA20-POLY1305` (`TLS_CHACHA20_POLY1305_SHA256` dans 1.3) [1.2] * `ECDHE-ECDSA-AES128-GCM-SHA256` (`TLS_AES_128_GCM_SHA256` dans 1.3) [1.2] * `ECDHE-RSA-AES256-GCM-SHA384` (`TLS_AES_256_GCM_SHA384` dans 1.3) [1.2] * `ECDHE-RSA-CHACHA20-POLY1305` (`TLS_CHACHA20_POLY1305_SHA256` dans 1.3) [1.2] * `ECDHE-RSA-AES128-GCM-SHA256` (`TLS_AES_128_GCM_SHA256` dans 1.3) [1.2] Suffisant : * `ECDHE-ECDSA-AES256-SHA384` [1.2] * `ECDHE-ECDSA-AES256-SHA` [1.0] * `ECDHE-ECDSA-AES128-SHA256` [1.2] * `ECDHE-ECDSA-AES128-SHA` [1.0] * `ECDHE-RSA-AES256-SHA384` [1.2] * `ECDHE-RSA-AES256-SHA` [1.0] * `ECDHE-RSA-AES128-SHA256` [1.2] * `ECDHE-RSA-AES128-SHA` [1.0] * `DHE-RSA-AES256-GCM-SHA384` [1.2] * `DHE-RSA-CHACHA20-POLY1305` [1.2] * `DHE-RSA-AES128-GCM-SHA256` [1.2] * `DHE-RSA-AES256-SHA256` [1.2] * `DHE-RSA-AES256-SHA` [1.0] * `DHE-RSA-AES128-SHA256` [1.2] * `DHE-RSA-AES128-SHA` [1.0] Élimination progressive : * `ECDHE-ECDSA-DES-CBC3-SHA` [1.0] * `ECDHE-RSA-DES-CBC3-SHA` [1.0] * `DHE-RSA-DES-CBC3-SHA` [1.0] * `AES256-GCM-SHA384` [1.2] * `AES128-GCM-SHA256` [1.2] * `AES256-SHA256` [1.2] * `AES256-SHA` [1.0] * `AES128-SHA256` [1.2] * `AES128-SHA` [1.0] * `DES-CBC3-SHA` [1.0]

source: detail mail tls ciphers label
fr: Chiffrements (Sélections d'algorithmes)

source: detail mail tls ciphers tech table
fr: Serveur de messagerie (MX)|Premier chiffrement affecté trouvé|Statut

source: detail mail tls ciphers verdict bad
fr: Au moins un de vos serveurs de messagerie prend en charge un ou plusieurs chiffrements *insuffisamment* sécurisés.

source: detail mail tls ciphers verdict good
fr: Tous vos serveurs de messagerie ne prennent en charge que des chiffrements sécurisés.

source: detail mail tls ciphers verdict phase-out
fr: Au moins un de vos serveurs de messagerie prend en charge un ou plusieurs chiffrements qui ont un statut d'*élimination progressive*, car ils sont connus pour être fragiles et risquent de devenir *insuffisamment* sécurisés.

source: detail mail tls compression exp
fr: Nous vérifions si vos serveurs de messagerie de réception (MX) prennent en charge la compression TLS. L'utilisation de la compression peut donner à un attaquant des informations sur les parties secrètes de la communication chiffrée. Un attaquant qui peut déterminer ou contrôler des parties des données envoyées peut reconstruire les données originales en effectuant un grand nombre de requêtes. La compression TLS est si rarement utilisée que la désactiver n'est généralement pas un problème. Voir ['IT Security Guidelines for Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B7-1 et tableau 11 (en anglais). --- **Option de compression** * Bon : Pas de compression * Suffisant : Compression au niveau de l'application * Insuffisant : Compression TLS

source: detail mail tls compression label
fr: Compression TLS

source: detail mail tls compression tech table
fr: Serveur de messagerie (MX)|Compression TLS

source: detail mail tls compression verdict bad
fr: Au moins un de vos serveurs de messagerie prend en charge la compression TLS, ce qui n'est *pas* sécurisé.

source: detail mail tls compression verdict good
fr: Tous vos serveurs de messagerie ne prennent pas en charge la compression TLS.

source: detail mail tls dane-exists exp
fr: Nous vérifions si les serveurs de noms de chacun de vos serveurs de messagerie de réception (MX) fournissent un enregistrement TLSA pour DANE. Comme DNSSEC est une condition préalable pour DANE, ce test échouera en cas d'absence de DNSSEC sur le(s) domaine(s) du serveur de messagerie. Notez que le test ignore les enregistrements TLSA des types PKIX-TA(0) ou PKIX-EE(1) car ceux-ci ne devraient pas être utilisés pour les serveurs de messagerie de réception. De plus, le test entraînera un échec s'il n'y a pas de preuve DNSSEC de 'Denial of Existence' pour les enregistrements TLSA. Si un enregistrement TLSA signé existe mais qu'en même temps il y a un `NXDOMAIN` non sécurisé pour le même domaine (en raison d'un logiciel de signature défaillant), le test montrera également un échec. Ces deux derniers scénarios d'échec pourraient conduire à la non-livraison d'e-mails qui vous sont adressés par des expéditeurs de messagerie validant DANE. Voir ['IT Security Guidelines for Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, Annexe A, sous 'Certificate pinning and DANE' (en anglais).

source: detail mail tls dane-exists label
fr: Existence DANE

source: detail mail tls dane-exists tech table
fr: Serveur de messagerie (MX)|Enregistrement DANE TLSA existant

source: detail mail tls dane-exists verdict bad
fr: Au moins un de vos domaines de serveur de messagerie ne fournit *pas* d'enregistrement TLSA pour DANE.

source: detail mail tls dane-exists verdict bogus
fr: Au moins un de vos domaines de serveur de messagerie ne fournit *pas* de preuve DNSSEC que les enregistrements DANE TLSA n'existent pas. Cela pourrait conduire à la non-livraison de courrier qui vous est envoyé par des expéditeurs de messagerie validant DANE. Vous devriez demander à votre opérateur de serveur de noms de corriger ce problème.

source: detail mail tls dane-exists verdict good
fr: Tous vos domaines de serveur de messagerie fournissent un enregistrement TLSA pour DANE.

source: detail mail tls dane-rollover exp
fr: Nous vérifions s'il existe un schéma actif avec au moins deux enregistrements DANE TLSA pour gérer de manière fiable les changements de certificats sur vos serveurs de messagerie de réception (MX). Un tel schéma s'avérera utile lorsqu'il y aura besoin de mettre à jour vos certificat(s) de serveur de messagerie. Il peut empêcher que DANE devienne invalide pendant la période de transition, ce qui pourrait compromettre la livraison de courrier à votre domaine. Un schéma de changement pourrait mais n'a pas besoin d'être 'actif' tout le temps. Nous vous recommandons d'appliquer l'un des deux schémas suivants avec des enregistrements DANE TLSA doubles : 1. Actuel + Suivant ("3 1 1" + "3 1 1") : Publier deux enregistrements "DANE-EE(3) SPKI(1) SHA2-256(1)", un pour le certificat TLS actuel et un pour le suivant de votre serveur de messagerie. 2. Actuel + CA émettrice ("3 1 1" + "2 1 1") : Publier un enregistrement "DANE-EE(3) SPKI(1) SHA2-256(1)" pour le certificat TLS actuel de votre serveur de messagerie, et aussi un enregistrement "DANE-TA(2) SPKI(1) SHA2-256(1)" pour le certificat racine ou intermédiaire actuel de l'autorité de certification (pas nécessairement publique). Le test accepte aussi d'autres combinaisons d'enregistrements DANE TLSA c'est-à-dire "3 x x" + "3 x x" ou "3 x x" + "2 x x". Cependant, d'autres types que ceux mentionnés ci-dessus seront généralement plus sujets aux erreurs et moins interopérables. *Niveau d'exigence : Optionnel*

source: detail mail tls dane-rollover label
fr: Schéma de changement DANE

source: detail mail tls dane-rollover tech table
fr: Serveur de messagerie (MX)|Schéma de changement DANE

source: detail mail tls dane-rollover verdict bad
fr: Au moins un de vos domaines de serveur de messagerie n'a *pas* de schéma DANE actif pour un changement fiable des clés de certificat.

source: detail mail tls dane-rollover verdict good
fr: Tous vos domaines de serveur de messagerie ont un schéma DANE actif pour un changement fiable des clés de certificat.

source: detail mail tls dane-valid exp
fr: Nous vérifions si les empreintes DANE présentées par vos domaines de serveur de messagerie sont valides pour vos certificats de serveur de messagerie. DANE vous permet de publier des informations sur vos certificats de serveur de messagerie dans un enregistrement DNS spécial, appelé enregistrement TLSA. Les serveurs de messagerie d'envoi peuvent vérifier l'authenticité de vos certificats non seulement par l'autorité de certification mais aussi par les enregistrements TLSA. Un serveur de messagerie d'envoi peut également utiliser l'enregistrement TLSA comme signal pour se connecter uniquement via STARTTLS (et non non chiffré). Lorsque l'empreinte DANE d'un serveur de messagerie de réception est vérifiée par le serveur de messagerie d'envoi, un attaquant actif qui est capable de manipuler le trafic de messagerie ne peut pas supprimer le chiffrement STARTTLS.

source: detail mail tls dane-valid label
fr: Validité DANE

source: detail mail tls dane-valid tech table
fr: Serveur de messagerie (MX)|Enregistrement DANE TLSA valide

source: detail mail tls dane-valid verdict bad
fr: Au moins un de vos serveurs de messagerie n'a *pas* d'empreintes DANE valides. Soit quelqu'un a manipulé la réponse de votre serveur de messagerie, soit votre serveur de messagerie a une erreur de configuration DANE grave. Cette dernière rend votre domaine inaccessible pour tout serveur de messagerie d'envoi qui vérifie les empreintes DANE. Vous devriez contacter votre fournisseur de messagerie dès que possible.

source: detail mail tls dane-valid verdict good
fr: Chacun de vos serveurs de messagerie a au moins une empreinte DANE valide. Cela permet aux serveurs de messagerie d'envoi qui prennent en charge la vérification DANE d'établir une connexion de transport chiffrée authentifiée avec vos serveurs de messagerie de réception.

source: detail mail tls fs-params exp
fr: Nous vérifions si les paramètres publics utilisés dans l'échange de clés Diffie-Hellman par vos serveurs de messagerie de réception (MX) sont sécurisés. **ECDHE** : La sécurité de l'échange de clés éphémères par courbe elliptique Diffie-Hellman (ECDHE) dépend de la courbe elliptique utilisée. Nous vérifions si la longueur en bits des courbes elliptiques utilisées est d'au moins 224 bits. Actuellement, nous ne sommes pas en mesure de vérifier le nom de la courbe elliptique. **DHE** : La sécurité de l'échange de clés éphémères Diffie-Hellman (DHE) dépend de la longueur des clés publiques et secrètes utilisées dans le groupe de corps fini choisi. Nous testons si votre matériel de clé publique DHE utilise l'un des groupes de corps finis prédéfinis qui sont spécifiés dans [RFC 7919](https://www.rfc-editor.org/rfc/rfc7919). Les groupes auto-générés sont 'Insuffisants'. Les tailles de clés plus importantes requises pour l'utilisation de DHE s'accompagnent d'une pénalité de performance. Évaluez soigneusement et utilisez ECDHE au lieu de DHE si vous le pouvez. **RSA comme alternative** : Outre ECDHE et DHE, RSA peut être utilisé pour l'échange de clés. Cependant, il risque de devenir insuffisamment sécurisé (statut actuel 'suppression progressive'). Les paramètres publics RSA sont testés dans le sous-test 'Clé publique du certificat'. Notez que RSA est considéré comme 'bon' pour la vérification de certificat. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B5-1 et tableau 9 pour ECDHE, et directive B6-1 et tableau 10 pour DHE (en anglais). --- **Courbe elliptique pour ECDHE** * Bon : `secp384r1`, `secp256r1`, `x448`, et `x25519` * Suppression progressive : `secp224r1` * Insuffisant : Autres courbes **Groupe de corps fini pour DHE** * Suffisant : * [ffdhe4096](https://raw.githubusercontent.com/internetstandards/dhe_groups/master/ffdhe4096.pem) (RFC 7919) somme de contrôle sha256 : `64852d6890ff9e62eecd1ee89c72af9af244dfef5b853bcedea3dfd7aade22b3` * [ffdhe3072](https://raw.githubusercontent.com/internetstandards/dhe_groups/master/ffdhe3072.pem) (RFC 7919) somme de contrôle sha256 : `c410cc9c4fd85d2c109f7ebe5930ca5304a52927c0ebcb1a11c5cf6b2386bbab` * Notez que nous testons aussi ffdhe8192 et ffdhe6144. Cependant leur gain limité en sécurité compense rarement la perte de performance. * Suppression progressive : * [ffdhe2048](https://raw.githubusercontent.com/internetstandards/dhe_groups/master/ffdhe2048.pem) (RFC 7919) somme de contrôle sha256 : `9ba6429597aeed2d8617a7705b56e96d044f64b07971659382e426675105654b` * Insuffisant : Autres groupes --- Note : les noms ci-dessus sont basés sur les [conventions de nommage IANA](https://www.iana.org/assignments/tls-parameters/tls-parameters.xhtml). Parfois des noms alternatifs sont utilisés pour désigner les mêmes courbes, comme `prime256v1` (ANSI) et `NIST P-256` pour `secp256r1`.

source: detail mail tls fs-params label
fr: Paramètres d'échange de clés

source: detail mail tls fs-params tech table
fr: Serveur de messagerie (MX)|Paramètres affectés|Niveau de sécurité

source: detail mail tls fs-params verdict bad
fr: Au moins un de vos serveurs de messagerie prend en charge des paramètres *insuffisamment* sécurisés pour l'échange de clés Diffie-Hellman.

source: detail mail tls fs-params verdict good
fr: Tous vos serveurs de messagerie prennent en charge des paramètres sécurisés pour l'échange de clés Diffie-Hellman.

source: detail mail tls fs-params verdict na
fr: Ce sous-test n'est pas applicable car vos serveurs de messagerie ne prennent pas en charge l'échange de clés Diffie-Hellman. Notez que RSA est une alternative pour l'échange de clés, mais a le statut de *suppression progressive*.

source: detail mail tls fs-params verdict phase-out
fr: Au moins un de vos serveurs de messagerie prend en charge des paramètres pour l'échange de clés Diffie-Hellman qui ont un statut de *suppression progressive*, car ils sont connus pour être fragiles et risquent de devenir *insuffisamment* sécurisés.

source: detail mail tls kex-hash-func exp
fr: Nous vérifions si vos serveurs de messagerie de réception (MX) prennent en charge des fonctions de hachage sécurisées pour créer la signature numérique pendant l'échange de clés. Un serveur de messagerie de réception utilise une signature numérique pendant l'échange de clés pour prouver la propriété de la clé secrète correspondant au certificat. Le serveur de messagerie crée cette signature numérique en signant la sortie d'une fonction de hachage. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, tableau 5. *Niveau d'exigence : Recommandé* --- **Support SHA2 pour les signatures** * Bon : Oui (SHA-256, SHA-384 ou SHA-512 pris en charge) * Suppression progressive : Non (SHA-256, SHA-384 ou SHA-512 *non* pris en charge)

source: detail mail tls kex-hash-func label
fr: Fonction de hachage pour l'échange de clés

source: detail mail tls kex-hash-func tech table
fr: Serveur de messagerie (MX)|Support SHA2 pour les signatures

source: detail mail tls kex-hash-func verdict good
fr: Tous vos serveurs de messagerie prennent en charge des fonctions de hachage sécurisées pour l'échange de clés.

source: detail mail tls kex-hash-func verdict other
fr: Nous n'avons pas pu déterminer la fonction de hachage utilisée par au moins un de vos serveurs de messagerie. Cela pourrait être dû au fait que la combinaison de chiffrement utilisée n'a pas de signature pour la vérification de certificat (par exemple elle utilise l'échange de clés RSA ou est anonyme c'est-à-dire `anon`).

source: detail mail tls kex-hash-func verdict phase-out
fr: Au moins un de vos serveurs de messagerie ne prend *pas* en charge une fonction de hachage sécurisée pour l'échange de clés. Vous devriez *supprimer progressivement* ce paramètre délibérément, car il risque de devenir *insuffisamment* sécurisé à l'avenir.

source: detail mail tls ocsp-stapling exp
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Nous vérifions si votre serveur de messagerie de réception prend en charge l'[extension de statut de certificat TLS](https://www.rfc-editor.org/rfc/rfc6961) alias agrafage OCSP. Avec l'agrafage OCSP, votre serveur de messagerie peut fournir lui-même les réponses OCSP, ce qui supprime le besoin pour le client TLS de vérifier directement la validité du certificat du serveur de messagerie auprès du fournisseur de certificat, évitant ainsi d'exposer des données potentiellement sensibles sur le plan de la confidentialité concernant le client au fournisseur de certificat. Cela ne nécessite pas non plus de connectivité entre le client et le fournisseur de certificat et est plus rapide. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS)'](https://www.ncsc.nl/english/current-topics/factsheets/it-security-guidelines-for-transport-layer-security-tls.html), directive B9-1 (en anglais). Lors de la connexion à votre serveur de messagerie, nous utilisons l'extension de statut de certificat TLS pour demander que les données OCSP soient incluses dans la réponse du serveur. Si votre serveur de messagerie inclut des données OCSP dans la réponse, nous vérifions ensuite que les données OCSP sont signées par une autorité de certification connue.

source: detail mail tls ocsp-stapling label
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Agrafage OCSP

source: detail mail tls ocsp-stapling tech table
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Serveur de messagerie (MX)|Agrafage OCSP

source: detail mail tls ocsp-stapling verdict bad
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Au moins un de vos serveurs de messagerie prend en charge l'agrafage OCSP mais répond avec des données invalides

source: detail mail tls ocsp-stapling verdict good
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Vos serveurs de messagerie prennent en charge l'agrafage OCSP.

source: detail mail tls ocsp-stapling verdict ok
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Au moins un de vos serveurs de messagerie ne prend pas en charge l'agrafage OCSP.
