Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: detail mail rpki mx-ns-exists exp
fr: Nous vérifions si une Autorisation d'Origine de Route RPKI (ROA) a été publiée pour toutes les adresses IP des serveurs de noms de vos serveur(s) de messagerie (MX). Votre hébergeur (ou son fournisseur de réseau) annonce via le Border Gateway Protocol (BGP) pour quels blocs d'adresses IP il accepte le trafic Internet entrant. D'autres fournisseurs de réseau utilisent ces annonces de route pour déterminer par quelle route envoyer le trafic vers les adresses IP de votre serveur. Cependant, une annonce de route peut être falsifiée. En fait, un autre fournisseur de réseau peut être capable de connecter le bloc d'adresses IP de votre adresse IP à son réseau et ainsi potentiellement recevoir le trafic Internet qui est en fait destiné à votre fournisseur de réseau. La cause peut être accidentelle ou malveillante. Dans les deux cas, cela peut entraîner l'inaccessibilité de votre serveur ou l'interception du trafic Internet vers votre serveur. L'Infrastructure à Clé Publique de Ressources (RPKI) améliore considérablement la protection contre cela. Avec RPKI, le détenteur légitime d'un bloc d'adresses IP peut publier une déclaration signée numériquement avec autorisation de route (Route Origin Authorisation ; ROA en abrégé). Un autre fournisseur de réseau qui veut envoyer du trafic Internet vers une adresse IP particulière, peut utiliser la déclaration correspondante pour filtrer les routes `Invalid`. De cette façon, le fournisseur de réseau empêche le trafic Internet de son réseau d'être envoyé vers des réseaux de fournisseurs non autorisés. *Niveau d'exigence : Recommandé*

source: detail mail rpki mx-ns-exists label
fr: Existence d'Autorisation d'Origine de Route

source: detail mail rpki mx-ns-exists tech table
fr: Serveur de noms du MX|Adresse IP|Autorisation d'Origine de Route RPKI

source: detail mail rpki mx-ns-exists verdict bad
fr: Pour au moins une des adresses IP des serveurs de noms de vos serveur(s) de messagerie *aucune* Autorisation d'Origine de Route RPKI (ROA) n'est publiée.

source: detail mail rpki mx-ns-exists verdict good
fr: Pour toutes les adresses IP des serveurs de noms de vos serveur(s) de messagerie une Autorisation d'Origine de Route RPKI (ROA) est publiée.

source: detail mail rpki mx-ns-exists verdict no-addresses
fr: Votre domaine ne contient *aucun* serveur de messagerie. Par conséquent, ce sous-test n'a pas pu être effectué.

source: detail mail rpki mx-ns-valid exp
fr: Nous vérifions si le statut de validation pour toutes les adresses IP des serveurs de noms de vos serveurs de messagerie (MX) est `Valid`. S'il y a plusieurs annonces de route qui se chevauchent pour l'adresse IP, nous testons qu'elles sont toutes `Valid`. Votre hébergeur (ou son fournisseur de réseau) annonce via le Border Gateway Protocol (BGP) pour quels blocs d'adresses IP il accepte le trafic Internet entrant. Il fait cela en associant (des parties de) ses blocs d'adresses IP (Préfixe de Route) avec le numéro unique de son réseau de fournisseur (ASN d'Origine de Route), puis en distribuant cette information de routage. D'autres fournisseurs de réseau utilisent ces annonces de route pour déterminer par quelle route envoyer le trafic vers les adresses IP. De plus, pour chaque annonce de route, votre hébergeur (ou son fournisseur de réseau) devrait publier une déclaration signée numériquement avec autorisation de route (Route Origin Authorisation ; abrégé : ROA) en utilisant l'Infrastructure à Clé Publique de Ressources (RPKI). Un autre fournisseur de réseau qui est invité à envoyer du trafic Internet vers l'adresse IP de votre serveur peut vérifier cryptographiquement la déclaration associée. Le contenu vérifié (Validated ROA Payload ; abrégé : VRP) inclut quels réseaux de fournisseurs (VRP ASN) sont autorisés à recevoir du trafic Internet pour chaque bloc d'adresses IP enregistré (Préfixe VRP). Le fournisseur de réseau peut alors utiliser ce contenu pour filtrer les routes BGP. Par exemple, il peut rejeter toutes les routes `Invalid`, pour empêcher que le trafic Internet de son réseau soit envoyé vers des réseaux de fournisseurs non autorisés. La vérification des annonces de route contre les autorisations de route (Validation d'Origine RPKI ; abrégé : ROV) a les trois résultats possibles suivants. - `Valid` : L'annonce de route de l'adresse IP considérée est correspondante avec au moins une autorisation de route publiée. Une autorisation de route correspond aussi pour des annonces de route plus spécifiques (c.-à-d., pour une partie du bloc d'adresses IP contenu dans l'autorisation de route), à moins qu'elles ne soient plus spécifiques que la limite spécifiée dans l'autorisation de route (via l'attribut `maxLength`). - `Invalid` : L'annonce de route de l'adresse IP considérée est couverte par une autorisation de route, mais elle ne correspond *pas*. Il y a deux causes possibles : 1. le bloc d'adresses IP (Préfixe de Route) est annoncé depuis un réseau de fournisseur (ASN d'Origine de Route) qui n'est *pas* autorisé dans l'autorisation de route (résultat dans le tableau ci-dessous : "invalid (as)") ; 2. le bloc d'adresses IP (Préfixe de Route) qui est annoncé est *plus petit que ce qui est autorisé* dans l'autorisation de route, c.-à-d. dépassant la valeur `maxLength` (résultat dans le tableau ci-dessous : "invalid (length)"). - `NotFound` : Aucune déclaration avec autorisation de route n'a été trouvée qui couvre l'annonce de route de l'adresse IP considérée. Cela rend le routage du trafic Internet vers votre serveur moins sécurisé. Veuillez contacter votre hébergeur à ce sujet. Il peut demander à son fournisseur de réseau qui possède les adresses IP de votre serveur de publier des autorisations de route. **Que faire si le résultat du test montre le statut Invalid ?** Le statut `Invalid` indique une erreur de configuration de route non intentionnelle ou malveillante, qui peut être causée par votre hébergeur ou son fournisseur de réseau (erreur interne) ou par un tiers (erreur externe). Dans les deux cas, cela peut conduire à l'inaccessibilité de votre serveur ou à l'interception du trafic Internet vers votre serveur. Contactez votre hébergeur dès que possible. Dans le cas d'une erreur interne, votre hébergeur devrait demander à son fournisseur de réseau qui possède les adresses IP de votre serveur de corriger l'erreur de configuration de route. *Niveau d'exigence : Recommandé*

source: detail mail rpki mx-ns-valid label
fr: Validité d'annonce de route

source: detail mail rpki mx-ns-valid tech table
fr: Serveur de noms du MX|Préfixe de Route BGP|ASN d'Origine de Route BGP|État de Validation d'Origine RPKI

source: detail mail rpki mx-ns-valid verdict bad
fr: Au moins une adresse IP des serveurs de noms de vos serveurs de messagerie de réception a un état de validation `NotFound`. Il n'y a *aucune* Autorisation d'Origine de Route RPKI (ROA) publiée pour l'annonce de route de chacune des adresses IP affectées.

source: detail mail rpki mx-ns-valid verdict good
fr: Toutes les adresses IP des serveurs de noms de vos serveurs de messagerie de réception ont un état de validation `Valid`. L'annonce de route de ces adresses IP correspond à l'Autorisation d'Origine de Route RPKI (ROA) publiée.

source: detail mail rpki mx-ns-valid verdict invalid
fr: Au moins une adresse IP des serveurs de noms de vos serveurs de messagerie de réception a un état de validation `Invalid`. L'annonce de route des adresses IP affectées ne correspond *pas* à l'Autorisation d'Origine de Route RPKI (ROA) publiée . Cela indique une erreur de configuration de route non intentionnelle ou malveillante, qui peut être causée par votre hébergeur de messagerie (erreur interne) ou par un tiers (erreur externe). Dans les deux cas, cela peut conduire à l'inaccessibilité de votre serveur ou à l'interception du trafic Internet vers votre serveur. Contactez votre hébergeur de messagerie dès que possible. Dans le cas d'une erreur interne , votre hébergeur de messagerie devrait demander à son fournisseur de réseau qui possède vos adresses IP de serveur de corriger l'erreur de configuration de route.

source: detail mail rpki mx-ns-valid verdict not-routed
fr: Ce sous-test n'a *pas* été exécuté, car *aucune* annonce de route n'était disponible pour aucune des adresses IP.

source: detail mail rpki valid exp
fr: Nous vérifions si le statut de validation pour toutes les adresses IP de vos serveurs de messagerie (MX) est `Valid`. S'il y a plusieurs annonces de route qui se chevauchent pour l'adresse IP, nous testons qu'elles sont toutes `Valid`. Votre hébergeur (ou son fournisseur de réseau) annonce via le Border Gateway Protocol (BGP) pour quels blocs d'adresses IP il accepte le trafic Internet entrant. Il fait cela en associant (des parties de) ses blocs d'adresses IP (Préfixe de Route) avec le numéro unique de son réseau de fournisseur (ASN d'Origine de Route), puis en distribuant cette information de routage. D'autres fournisseurs de réseau utilisent ces annonces de route pour déterminer par quelle route envoyer le trafic vers les adresses IP. De plus, pour chaque annonce de route, votre hébergeur (ou son fournisseur de réseau) devrait publier une déclaration signée numériquement avec autorisation de route (Route Origin Authorisation ; abrégé : ROA) en utilisant l'Infrastructure à Clé Publique de Ressources (RPKI). Un autre fournisseur de réseau qui est invité à envoyer du trafic Internet vers l'adresse IP de votre serveur peut vérifier cryptographiquement la déclaration associée. Le contenu vérifié (Validated ROA Payload ; abrégé : VRP) inclut quels réseaux de fournisseurs (VRP ASN) sont autorisés à recevoir du trafic Internet pour chaque bloc d'adresses IP enregistré (Préfixe VRP). Le fournisseur de réseau peut alors utiliser ce contenu pour filtrer les routes BGP. Par exemple, il peut rejeter toutes les routes `Invalid`, pour empêcher que le trafic Internet de son réseau soit envoyé vers des réseaux de fournisseurs non autorisés. La vérification des annonces de route contre les autorisations de route (Validation d'Origine RPKI ; abrégé : ROV) a les trois résultats possibles suivants. - `Valid` : L'annonce de route de l'adresse IP considérée est correspondante avec au moins une autorisation de route publiée. Une autorisation de route correspond aussi pour des annonces de route plus spécifiques (c.-à-d., pour une partie du bloc d'adresses IP contenu dans l'autorisation de route), à moins qu'elles ne soient plus spécifiques que la limite spécifiée dans l'autorisation de route (via l'attribut `maxLength`). - `Invalid` : L'annonce de route de l'adresse IP considérée est couverte par une autorisation de route, mais elle ne correspond *pas*. Il y a deux causes possibles : 1. le bloc d'adresses IP (Préfixe de Route) est annoncé depuis un réseau de fournisseur (ASN d'Origine de Route) qui n'est *pas* autorisé dans l'autorisation de route (résultat dans le tableau ci-dessous : "invalid (as)") ; 2. le bloc d'adresses IP (Préfixe de Route) qui est annoncé est *plus petit que ce qui est autorisé* dans l'autorisation de route, c.-à-d. dépassant la valeur `maxLength` (résultat dans le tableau ci-dessous : "invalid (length)"). - `NotFound` : Aucune déclaration avec autorisation de route n'a été trouvée qui couvre l'annonce de route de l'adresse IP considérée. Cela rend le routage du trafic Internet vers votre serveur moins sécurisé. Veuillez contacter votre hébergeur à ce sujet. Il peut demander à son fournisseur de réseau qui possède les adresses IP de votre serveur de publier des autorisations de route. **Que faire si le résultat du test montre le statut Invalid ?** Le statut `Invalid` indique une erreur de configuration de route non intentionnelle ou malveillante, qui peut être causée par votre hébergeur ou son fournisseur de réseau (erreur interne) ou par un tiers (erreur externe). Dans les deux cas, cela peut conduire à l'inaccessibilité de votre serveur ou à l'interception du trafic Internet vers votre serveur. Contactez votre hébergeur dès que possible. Dans le cas d'une erreur interne, votre hébergeur devrait demander à son fournisseur de réseau qui possède les adresses IP de votre serveur de corriger l'erreur de configuration de route. *Niveau d'exigence : Recommandé*

source: detail mail rpki valid label
fr: Validité d'annonce de route

source: detail mail rpki valid tech table
fr: Serveur de messagerie|Préfixe de Route BGP|ASN d'Origine de Route BGP|État de Validation d'Origine RPKI

source: detail mail rpki valid verdict bad
fr: Au moins une adresse IP de vos serveurs de messagerie de réception a un état de validation `NotFound`. Il n'y a *aucune* Autorisation d'Origine de Route RPKI (ROA) publiée pour l'annonce de route de chacune des adresses IP affectées.

source: detail mail rpki valid verdict good
fr: Toutes les adresses IP de vos serveurs de messagerie de réception ont un état de validation `Valid`. L'annonce de route de ces adresses IP correspond à l'Autorisation d'Origine de Route RPKI (ROA) publiée.

source: detail mail rpki valid verdict invalid
fr: Au moins une adresse IP de vos serveurs de messagerie de réception a un état de validation `Invalid`. L'annonce de route des adresses IP affectées ne correspond *pas* à l'Autorisation d'Origine de Route RPKI (ROA) publiée. Cela indique une erreur de configuration de route non intentionnelle ou malveillante, qui peut être causée par votre hébergeur de messagerie (erreur interne) ou par un tiers (erreur externe). Dans les deux cas, cela peut conduire à l'inaccessibilité de votre serveur ou à l'interception du trafic Internet vers votre serveur. Contactez votre hébergeur de messagerie dès que possible. Dans le cas d'une erreur interne, votre hébergeur de messagerie devrait demander à son fournisseur de réseau qui possède les adresses IP de votre serveur de corriger l'erreur de configuration de route.

source: detail mail rpki valid verdict not-routed
fr: Ce sous-test n'a *pas* été exécuté, car *aucune* annonce de route n'était disponible pour aucune des adresses IP.

source: detail mail tls caa exp
fr: Nous vérifions si les serveurs de noms de chacun de vos serveurs de messagerie de réception (MX) contiennent un ou plusieurs enregistrements CAA, qui sont syntaxiquement valides et suffisamment protecteurs. L'Autorisation d'Autorité de Certification (CAA) vous permet en tant que détenteur d'un nom de domaine DNS de spécifier une ou plusieurs autorités de certification autorisées à émettre des certificats pour vos noms de domaine de serveur de messagerie. Une autorité de certification ne doit pas émettre de certificat à moins que l'autorité de certification ne détermine que la demande de certificat est cohérente avec les enregistrements CAA applicables. Notez que les enregistrements CAA sont localisés pendant la validation en remontant la hiérarchie DNS jusqu'à ce qu'un ou plusieurs enregistrements soient trouvés. Par exemple, si aucun enregistrement CAA n'est trouvé sur `sub.example.nl`, `example.nl` sera interrogé. Le domaine où les enregistrements CAA applicables sont trouvés est affiché dans le tableau avec les détails techniques ci-dessous. Le verdict est bon si un ou plusieurs enregistrements CAA ont été trouvés qui ont tous une syntaxe correcte, et au moins un de ces enregistrements CAA a la balise `issue`. Sinon, le test résultera en un échec. Il n'est pas vérifié si l'autorité de certification du certificat TLS actuel correspond à une ou plusieurs des valeurs `issue` et `issuewild`, c'est-à-dire si le certificat actuel pourrait être réémis à ce moment. Si vous utilisez le standard Automatic Certificate Management Environment (ACME) et que votre autorité de certification le prend en charge, nous vous recommandons d'utiliser les paramètres `validationmethods` et `accounturi` pour restreindre davantage l'émission par l'autorité de certification autorisée. De plus, il est recommandé d'ajouter `issuewild`, `issuemail` et `issuevmc` avec un `;` vide si vous n'utilisez pas respectivement les certificats wildcard, S/MIME et/ou BIMI. Sinon, toute autorité de certification est encore autorisée à émettre ces certificats pour votre domaine, puisque `issue` ne les couvre pas. Nous attendons que les URLs dans `iodef` soient sécurisées (c'est-à-dire utilisent le schéma HTTPS). De plus, pour prévenir la suppression ou l'usurpation des enregistrements CAA, nous recommandons fortement d'utiliser DNSSEC, bien que ce test CAA ne teste pas spécifiquement DNSSEC. *Niveau d'exigence : Recommandé*

source: detail mail tls caa label
fr: CAA pour serveur de messagerie

source: detail mail tls caa tech table
fr: Serveur de messagerie|Résultats

source: detail mail tls caa verdict bad
fr: Votre serveur de messagerie n'a *pas* de CAA.

source: detail mail tls caa verdict good
fr: Votre serveur de messagerie a un CAA valide et suffisamment protecteur.

source: detail mail tls caa verdict insufficient
fr: Votre serveur de messagerie a un CAA valide, mais *insuffisamment* protecteur.

source: detail mail tls caa verdict syntax-error
fr: Votre serveur de messagerie a un CAA *invalide*.

source: detail mail tls cert-hostmatch exp
fr: Nous vérifions si le nom de domaine de chacun de vos serveurs de messagerie de réception (MX) correspond au nom de domaine sur les certificats présentés. Les serveurs de messagerie expéditeurs ignorent généralement le domaine dans le certificat. Sans DNSSEC, la recherche du domaine du serveur de messagerie est vulnérable à la manipulation. Ainsi, faire correspondre le domaine sur le certificat avec le domaine du serveur de messagerie n'ajoute aucune valeur d'authenticité. Pas mal de serveurs de messagerie de réception utilisent donc des certificats auto-signés, souvent émis par une autorité de certification interne (privée). Pour l'authenticité, un serveur de messagerie devrait utiliser DNSSEC et DANE. Un certificat avec un domaine qui correspond au domaine du serveur de messagerie n'est requis que lorsque 'l'assertion d'ancre de confiance' DANE (DANE-TA, 2) est utilisée. Voir ['IT Security Guidelines for Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B3-1 (en anglais). *Niveau d'exigence : Optionnel / Requis (seulement quand DANE-TA est utilisé)*

source: detail mail tls cert-hostmatch label
fr: Nom de domaine sur le certificat

source: detail mail tls cert-hostmatch tech table
fr: Serveur de messagerie (MX)|Domaines non correspondants sur le certificat

source: detail mail tls cert-hostmatch verdict bad
fr: Le nom de domaine d'au moins un de vos serveurs de messagerie ne correspond *pas* au nom de domaine sur le certificat du serveur de messagerie.

source: detail mail tls cert-hostmatch verdict good
fr: Les noms de domaine de tous vos serveurs de messagerie correspondent aux noms de domaine sur vos certificats de serveur de messagerie.

source: detail mail tls cert-pubkey exp
fr: Nous vérifions si la signature numérique (ECDSA ou RSA) de chacun de vos certificats de serveur de messagerie utilise des paramètres sécurisés. La vérification des certificats utilise des signatures numériques. Pour garantir l'authenticité d'une connexion, un algorithme fiable de vérification de certificat doit être utilisé. L'algorithme utilisé pour signer un certificat est sélectionné par son fournisseur. Le certificat spécifie l'algorithme de signatures numériques utilisé par son propriétaire lors de l'échange de clés. Il est possible de configurer plusieurs certificats pour prendre en charge plus d'un algorithme. La sécurité des signatures numériques ECDSA dépend de la courbe choisie. La sécurité du RSA pour le chiffrement et les signatures numériques est liée à la longueur de clé de la clé publique. Voir ['IT Security Guidelines for Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B5-1 et tableau 9 pour ECDSA, et directive B3-3 et tableau 8 pour RSA (en anglais). --- **Courbes elliptiques pour ECDSA** * Bon : `secp384r1`, `secp256r1`, `x448`, et `x25519` * Élimination progressive : `secp224r1` * Insuffisant : Autres courbes **Longueur des clés RSA** * Bon : Au moins 3072 bits * Suffisant : 2048 – 3071 bits * Insuffisant : Moins de 2048 bits

source: detail mail tls cert-pubkey label
fr: Clé publique du certificat

source: detail mail tls cert-pubkey tech table
fr: Serveur de messagerie (MX)|Paramètres de signature affectés|Statut

source: detail mail tls cert-pubkey verdict bad
fr: La signature numérique d'au moins un de vos certificats de serveur de messagerie utilise des paramètres *insuffisamment* sécurisés.

source: detail mail tls cert-pubkey verdict good
fr: Les signatures numériques de tous vos certificats de serveur de messagerie utilisent des paramètres sécurisés.

source: detail mail tls cert-pubkey verdict phase-out
fr: La signature numérique d'au moins un de vos certificats de serveur de messagerie utilise des paramètres ayant un statut d'*élimination progressive*, car ils sont connus pour être fragiles et risquent de devenir *insuffisamment* sécurisés.

source: detail mail tls cert-signature exp
fr: Nous vérifions si l'empreinte signée de chacun de vos certificats de serveur de messagerie a été créée avec un algorithme de hachage sécurisé. Voir ['IT Security Guidelines for Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B3-2 et tableau 3 (en anglais). --- **Fonctions de hachage pour la vérification de certificat** * Bon : SHA-512, SHA-384, SHA-256 * Insuffisant : SHA-1, MD5

source: detail mail tls cert-signature label
fr: Signature du certificat

source: detail mail tls cert-signature tech table
fr: Serveur de messagerie (MX)|Algorithme de hachage affecté|Statut

source: detail mail tls cert-signature verdict bad
fr: Au moins un de vos certificats de serveur de messagerie est signé en utilisant un algorithme de hachage qui est *insuffisamment* sécurisé.

source: detail mail tls cert-signature verdict good
fr: Tous vos certificats de serveur de messagerie sont signés en utilisant un algorithme de hachage sécurisé.

source: detail mail tls cert-trust exp
fr: Nous vérifions si nous sommes capables de construire une chaîne de confiance valide pour vos certificats de serveur de messagerie. Pour une chaîne de confiance valide, votre certificat doit être publié par une [autorité de certification publiquement reconnue](https://www.mozilla.org/en-US/about/governance/policies/security-group/certs/), et votre serveur de messagerie de réception doit présenter tous les certificats intermédiaires nécessaires. Les serveurs de messagerie d'envoi ignorent généralement si un certificat de serveur de messagerie est émis par une autorité de certification publiquement reconnue. Sans DNSSEC, la recherche du domaine du serveur de messagerie est vulnérable à la manipulation. Ainsi, un certificat émis par une autorité de certification publiquement reconnue ne peut pas apporter de valeur d'authenticité. Beaucoup de serveurs de messagerie de réception utilisent donc des certificats auto-signés, souvent émis par une autorité de certification interne (privée). Pour l'authenticité, un serveur de messagerie devrait utiliser DNSSEC et DANE. Voir ['IT Security Guidelines for Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B3-4 (en anglais). *Niveau d'exigence : Optionnel*

source: detail mail tls cert-trust label
fr: Chaîne de confiance du certificat
