Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: privacy content
fr: # Déclaration de confidentialité *Révisée le 24 octobre 2023* La Plateforme néerlandaise des normes Internet respecte votre vie privée et s'efforce de minimiser la collecte et le traitement de vos données personnelles. Avec cette déclaration de confidentialité, nous souhaitons vous informer des données personnelles que nous collectons lorsque vous utilisez notre site web et d'autres services sur Internet.nl et comment nous traitons ces données. Vos droits sont couverts par les lois applicables, principalement le [Règlement général européen sur la protection des données (RGPD)](https://eur-lex.europa.eu/legal-content/FR/TXT/HTML/?uri=CELEX:32016R0679) et la [Loi néerlandaise sur les télécommunications](https://wetten.overheid.nl/BWBR0009950/). ## Quelles données seront collectées ? ### Site web (Internet.nl) #### Application Lorsque vous utilisez Internet.nl, nous collectons les données suivantes qui sont nécessaires au fonctionnement du site web. - Adresse IP de votre client (hôte distant) qui a fait la demande à notre serveur web : - Lorsqu'un test de connexion est effectué, seule votre adresse IP *anonymisée* et votre nom inverse *anonymisé* sont stockés dans la base de données de l'application et affichés dans le rapport de test de connexion qui est disponible pour l'utilisateur via un lien permanent. - Dans tous les autres cas, votre adresse IP (complète ou anonymisée) n'est *pas* stockée dans la base de données de l'application. - Noms de domaine que vous avez fournis pour effectuer des tests d'email ou de site web : - Les noms de domaine sont stockés dans la base de données de l'application. Ils seront affichés dans les rapports de test disponibles pour l'utilisateur via un lien permanent et pourraient être affichés dans le Hall of Fame. - Seul le nom de domaine est stocké, mais *pas* la 'partie locale' (c'est-à-dire la partie avant @domaine.fr) d'une adresse email fournie. #### Journaux du serveur Pour déboguer les problèmes de connexion et résoudre les incidents (de sécurité), nous conservons les données ci-dessous dans nos journaux de serveur web. - Adresse IP du client (hôte distant) qui a fait la demande à notre serveur web ; - L'heure à laquelle la demande a été reçue ; - En-tête de demande HTTP User-Agent que votre navigateur client a rapporté sur lui-même ; - Code de statut que le serveur renvoie à votre client ; - Taille de l'objet renvoyé à votre client ; - Message d'erreur concernant le traitement de la demande. #### Analyse des utilisateurs Nous plaçons des cookies analytiques sur votre appareil pour analyser l'utilisation de notre site web. Nous exécutons Matomo (anciennement Piwik) sur notre propre serveur web. Matomo est l'un des outils analytiques les plus respectueux de la vie privée actuellement disponibles. Les statistiques générées avec ces cookies sont utilisées uniquement pour améliorer notre site web. Nous collectons les données suivantes : - Adresse IP (anonymisée) ; - Localisation très approximative de l'utilisateur basée sur l'adresse IP anonymisée ; - Date et heure ; - Titre de la page visualisée ; - URL de la page visualisée ; - URL de la page qui a été visualisée avant la page actuelle ; - Résolution d'écran ; - Heure dans le fuseau horaire local ; - Fichiers qui ont été cliqués et téléchargés ; - Clics de liens vers un domaine externe ; - Temps de génération des pages ; - Langue principale du navigateur ; - User Agent du navigateur. Parce que l'impact de ces cookies analytiques sur votre vie privée est très limité au regard du RGPD et de la Section 11.7a de la Loi néerlandaise sur les télécommunications, vous n'avez pas besoin de donner votre consentement pour cela. Si vous ne voulez pas que nous suivions votre appareil, nous recommandons que vous activiez la fonction *Do Not Track* dans votre navigateur. Matomo ne suivra pas les utilisateurs qui utilisent la fonction Do Not Track (voir [cette page](https://matomo.org/docs/privacy/#step-4-respect-donottrack-preference) sur Matomo.org). Pour plus d'informations sur Do Not Track et comment l'activer dans votre navigateur, voir le site web [All About Do Not Track](https://allaboutdnt.com/). ### Email (@internet.nl) Lorsque vous envoyez des emails à [question@internet.nl](mailto:question@internet.nl), nous collectons les données suivantes : - Adresse email utilisée et autres données d'en-tête de courrier (comme l'heure) ; - Toute autre donnée personnelle que l'expéditeur a mise dans le courrier. ## Quels services tiers sont utilisés ? ### WHOIS Dans le test de site web et d'email, le registraire du domaine testé est interrogé via WHOIS. À cette fin, une requête du [Service WHOIS IANA](https://www.iana.org/whois) et du Service WHOIS du registre TLD respectif (par exemple le [Service WHOIS de SIDN](https://www.sidn.nl/whois)) est effectuée en utilisant le protocole WHOIS (texte brut sur le port TCP 43). ### Team Cymru * Dans le composant de test RPKI du test de site web et d'email, pour chaque adresse IP trouvée, l'ASN d'origine BGP correspondant est interrogé en utilisant le ["Service de mappage IP vers ASN"](https://team-cymru.com/community-services/ip-asn-mapping/) de Team Cymru. * Dans le test de connexion, pour les adresses IP de votre client et de votre fournisseur DNS, la Description ASN (dans le but de nommer le FAI et le fournisseur DNS) est interrogée en utilisant le ["Service de mappage IP vers ASN"](https://team-cymru.com/community-services/ip-asn-mapping/) de Team Cymru. Les adresses IP sont anonymisées autant que possible avant la requête (pour IPv4 sur un /24, pour IPv6 sur un /48). La requête a lieu via DNS sur le port UDP 53. ### DNS inverse Dans le test de connexion, le nom inverse pour l'adresse IP non anonymisée de votre client est interrogé (via ["in-addr.arpa" et "ip6.arpa"](https://www.iana.org/domains/arpa)) en utilisant notre résolveur DNS local. ### Sentry Nous utilisons [Sentry](https://sentry.io/) pour enregistrer les plantages et bugs similaires dans les tests et pages. Pour cela, nous pouvons envoyer à Sentry le domaine testé, toute information collectée dans le test, et les en-têtes HTTP de la demande. Nous n'incluons pas l'adresse IP de votre client dans les informations que nous envoyons à Sentry. Les informations ne sont soumises qu'en cas de plantage de test ou de page. Aucune information n'est partagée sur les tests effectués ou les pages demandées qui ne résultent pas en plantages. ### Résolveurs DNS publics Le [tableau de bord Internet.nl](https://dashboard.internet.nl) vérifie si un nom de domaine donné retourne des réponses DNS valides et est testable en utilisant les résolveurs DNS publics suivants : [CZ.NIC](https://www.nic.cz/page/4219/kopie-otevrene-dnssec-validujici-resolvery/), [Quad9](https://www.quad9.net/) et [dns0.eu](https://www.dns0.eu/). ## Quelles mesures sont en place pour sécuriser les données collectées ? ### Accès et tiers Nos services fonctionnent sur des serveurs hébergés par Prolocation ([site web de test unique](https://internet.nl) et [API de test par lots](https://batch.internet.nl)) et par TransIP ([tableau de bord](https://dashboard.internet.nl)). ECP est responsable de l'exploitation de la boîte mail. Les données collectées et les informations reçues peuvent être partagées avec d'autres [membres de la Plateforme des normes Internet](/about/) uniquement pour répondre aux questions, résoudre les problèmes ou améliorer nos services. Excepté pour les services listés sous "Quels services tiers sont utilisés ?", aucun service tiers n'est utilisé (comme des outils d'analyse externes ou des polices web). Nous ne transmettons d'aucune façon les données personnelles collectées par nous à des tiers (c'est-à-dire en dehors de la Plateforme des normes Internet), sauf si nous y sommes légalement obligés (par exemple, si les autorités avec une base légale nous demandent des données). ### Mesures techniques Nous avons mis en place entre autres les mesures techniques suivantes pour sécuriser vos données personnelles : - Des normes modernes et sécurisées sont en place. Nous nous conformons à nos propres tests. Par exemple, notre serveur web offre une connexion chiffrée (HTTPS) et le domaine est signé (DNSSEC). Notez que le test de connexion utilise partiellement HTTP (au lieu de HTTPS). C'est parce que ce test vérifie également si le navigateur web du visiteur peut se connecter directement à une adresse IP, et malheureusement les certificats pour les adresses IP sont très rares. Néanmoins, nous prévoyons d'améliorer cela ; - Les logiciels sur nos serveurs sont mis à jour régulièrement ; - Nos ingénieurs utilisent une authentification forte pour accéder aux serveurs. Au cas où vous trouveriez une vulnérabilité, malgré nos efforts, veuillez agir conformément à notre politique de [divulgation responsable](/disclosure/). ### Anonymisation - Application : L'anonymisation de l'adresse IP de votre client signifie qu'au moins les 16 derniers bits de chaque adresse IPv4 et les 96 derniers bits de chaque adresse IPv6 sont supprimés et remplacés par des zéros avant stockage dans la base de données de l'application (par exemple seul 198.51.0.0 ou 2001:db8:: est visible). De plus, nous anonymisons le nom inverse trouvé en masquant la première ou plusieurs étiquettes. En anonymisant l'adresse IP et le nom inverse, nous nous assurons qu'il est généralement presque impossible de les relier directement à une personne, même pas avec les autres données associées collectées. Les adresses IP appartenant aux serveurs web, serveurs de messagerie ou serveurs de noms ne seront pas anonymisées, car nous considérons ces données comme des données publiques qui sont publiées dans le DNS. Il en va de même pour les noms de domaine ; nous considérons également cela comme des données publiques. - Analyse des utilisateurs : Au moins 16 bits pour IPv4 et 80 bits pour IPv6 sont supprimés et remplacés par des zéros avant de stocker une adresse IP dans notre outil d'analyse (par exemple seul 198.51.0.0 ou 2001:db81:85a3:: est visible). ### Période de rétention des données - Application : Parce que l'adresse IP de visite anonymisée et les données associées collectées ne peuvent pas être directement reliées à une personne, nous ne maintenons pas de période de rétention spécifique pour les données stockées dans notre base de données d'application. - Journaux du serveur : Les données collectées dans nos journaux de serveur seront supprimées après trois mois calendaires. - Analyse des utilisateurs : Les données de visiteur individuel (y compris l'adresse IP anonymisée) dans notre outil d'analyse seront supprimées après 90 jours. - Email : Le traitement des emails est une activité centrale de la Plateforme néerlandaise des normes Internet. Basé sur les [exigences](https://www.belastingdienst.nl/wps/wcm/connect/bldcontentnl/belastingdienst/zakelijk/ondernemen/administratie/administratie_opzetten/wat_hoort_er_allemaal_bij_uw_administratie) établies par l'Administration fiscale et douanière néerlandaise, la correspondance par email sera supprimée après sept ans. ## Inspection, correction et suppression des données Conformément au Règlement général européen sur la protection des données (RGPD), vous avez le droit d'accéder à vos données personnelles sur demande et, si nécessaire, de les modifier ou de les faire supprimer. Veuillez [nous contacter](/about/) si vous souhaitez le faire. Parce que nous ne conservons votre adresse IP complète que temporairement dans nos journaux de serveur, vous pourriez avoir besoin de nous fournir des informations supplémentaires, telles que sur votre appareil et navigateur ainsi que la date et l'heure de votre visite, pour que nous puissions honorer votre demande. ## Mise à jour de la déclaration de confidentialité Nous pouvons changer notre déclaration de confidentialité. Nous annoncerons ce changement sur notre site web. Les versions plus anciennes de notre déclaration de confidentialité seront stockées dans nos archives. Envoyez-nous un email si vous voulez la consulter.

source: probes auto-redirect
fr: Vous serez automatiquement redirigé vers la page des résultats quand tous les tests sont terminés.

source: probes no-javascript
fr: Vérifiez si les résultats des tests sont disponibles. Sinon, vous serez redirigé ici à la place.

source: probes no-javascript-connection
fr: JavaScript inactif. Veuillez activer JavaScript pour exécuter le test.

source: probes no-redirection
fr: Erreur de test. Veuillez réessayer plus tard, ou tester un autre nom de domaine.

source: probes test-finished
fr: Test fini ! Résultats disponibles...

source: probes test-running
fr: En cours d'exécution...

source: probes tests-description
fr: Les éléments ci-dessous sont en cours de test.

source: probes tests-duration
fr: La durée du test est entre 5 et {{cache_ttl}} secondes.

source: results dated-presentation
fr: Résultats expirés. Veuillez refaire le test.

source: results domain appsecpriv http-headers label
fr: Sécurité des en-têtes HTTP

source: results domain appsecpriv other-options label
fr: Autres options de sécurité

source: results domain ipv6 web-server label
fr: Serveur web

source: results domain rpki web-server label
fr: Serveur web

source: results domain tls http-headers label
fr: En-têtes HTTP

source: results domain tls https label
fr: HTTPS

source: results domain tls tls label
fr: TLS

source: results domain-mail ipv6 name-servers label
fr: Serveurs de nom du domaine

source: results domain-mail rpki name-servers label
fr: Serveurs de nom du domaine

source: results domain-mail tls certificate label
fr: Certificat

source: results domain-mail tls dane label
fr: DANE

source: results empty-argument-alt-text
fr: Aucun

source: results explanation label
fr: Explication du test :

source: results further-testing connection content
fr: - ### IPv6 : - [Test IPv6](https://ipv6-test.com/) - ### Validation DNSSEC : - [Test d'algorithme de résolveur DNSSEC](https://rootcanary.org/test.html) - ### HTTPS : - [Test Client SSL](https://www.ssllabs.com/ssltest/viewMyClient.html) - ### Validation RPKI - [Test Web RPKI](https://rpkitest.nlnetlabs.net/) - [BGP est-il sûr maintenant ?](https://isbgpsafeyet.com/)

source: results further-testing connection label
fr: Tests de connexion supplémentaires

source: results further-testing mail content
fr: - ### IPv6 : - [IP6.nl](https://ip6.nl/) - [Visibilité d'adresse IP](https://stat.ripe.net/widget/visibility) - ### DNS : - [Zonemaster](https://zonemaster.fr) - ### DMARC, DKIM et SPF : - [MECSA - Commission UE](https://mecsa.jrc.ec.europa.eu/) (aussi STARTTLS+DANE) - [Apprendre DMARC](https://www.learndmarc.com/) - [Mail-tester.com](https://www.mail-tester.com/) - ### STARTTLS et DANE : - [Validateur DANE SMTP](https://dane.sys4.de/) - [Résultats de l'enquête DANE](https://stats.dnssec-tools.org/) - [HaveDane.net](https://havedane.net/) - ### RPKI : - [Routinator](https://routinator.nlnetlabs.nl/) - [Explorateur IRR](https://irrexplorer.nlnog.net/)

source: results further-testing mail label
fr: Tests d'email supplémentaires

source: results further-testing web content
fr: - ### IPv6 : - [IP6.nl](https://ip6.nl/) - [Screenshots.page](https://screenshots.page/) - [Visibilité d'adresse IP](https://stat.ripe.net/widget/visibility) - ### DNS : - [Zonemaster](https://zonemaster.fr/) - ### HTTPS : - [Observatoire de Mozilla](https://observatory.mozilla.org/) - [SSL Labs](https://www.ssllabs.com/ssltest/) - ### Options de sécurité : - [Évaluateur CSP](https://csp-evaluator.withgoogle.com/) - [Analysez votre CSP](https://report-uri.com/home/analyse/) - ### RPKI : - [Routinator](https://routinator.nlnetlabs.nl/) - [Explorateur IRR](https://irrexplorer.nlnog.net/)

source: results further-testing web label
fr: Plus de tests pour sites web

source: results mail auth dkim label
fr: DKIM

source: results mail auth dmarc label
fr: DMARC

source: results mail auth spf label
fr: SPF

source: results mail dnssec domain label
fr: Domaine d'adresse email

source: results mail dnssec mail-servers label
fr: Domaine(s) du serveur de messagerie

source: results mail ipv6 mail-servers label
fr: Serveur(s) de messagerie

source: results mail rpki mail-servers label
fr: Serveur(s) de messagerie

source: results mail rpki mx-name-servers label
fr: Serveurs de noms du/des serveur(s) de messagerie

source: results mail tls starttls label
fr: TLS

source: results no-icon-detail close
fr: fermer

source: results no-icon-detail open
fr: ouvrir

source: results no-icon-status error
fr: Erreur

source: results no-icon-status failed
fr: Échec

source: results no-icon-status info
fr: Information

source: results no-icon-status not-tested
fr: Non testable

source: results no-icon-status passed
fr: Réussi

source: results no-icon-status warning
fr: Recommandation

source: results panel-button hide
fr: Masquer les détails

source: results panel-button show
fr: Afficher les détails

source: results perfect-score
fr: Félicitations, votre domaine sera bientôt ajouté au **Hall of Fame** !

source: results permalink
fr: Lien permanent du résultat de test {{permadate|date:'(Y-m-d H:i T)'}}

source: results rerun-test
fr: Relancer le test

source: results retest-time
fr: Secondes avant l'option de nouveau test :

source: results score-description
fr: Le domaine {{prettyaddr}} a un score de test de {{score}}%.

source: results tech-details label
fr: Détails techniques :

source: results test direct
fr: Tester directement :

source: results test email label
fr: Tester un autre email

source: results test website label
fr: Tester un autre site web

source: results test-info
fr: Explication du rapport de test

source: results verdict label
fr: Verdict :

source: test connipv6 failed description
fr: Dommage ! Votre fournisseur d'accès Internet ne vous a *pas* donné d'adresse Internet moderne ([IPv6](/faqs/ipv6/)), ou n'a pas tout configuré correctement. Par conséquent, vous n'êtes *pas* capable d'atteindre d'autres ordinateurs avec des adresses modernes. Veuillez demander à votre fournisseur d'accès Internet une connectivité IPv6 complète.

source: test connipv6 failed summary
fr: Adresses modernes *non* accessibles (IPv6)

source: test connipv6 info description
fr: Dommage ! Votre fournisseur d'accès Internet ne vous a *pas* donné d'adresse Internet moderne ([IPv6](/faqs/ipv6/)), ou n'a pas tout configuré correctement. Par conséquent, vous n'êtes *pas* capable d'atteindre d'autres ordinateurs avec des adresses modernes. Veuillez demander à votre fournisseur d'accès Internet une connectivité IPv6 complète.

source: test connipv6 info summary
fr: Adresses modernes *non* accessibles (IPv6)

source: test connipv6 label
fr: Adresses modernes accessibles (IPv6)

source: test connipv6 passed description
fr: Bien joué ! Votre fournisseur d'accès Internet vous a fourni une adresse Internet moderne ([IPv6](/faqs/ipv6/)). Par conséquent, vous pouvez atteindre d'autres ordinateurs avec des adresses modernes.

source: test connipv6 passed summary
fr: Adresses modernes accessibles (IPv6)

source: test connipv6 title
fr: Joignable via une adresse Internet moderne ?

source: test connipv6 warning description
fr: Dommage ! Votre fournisseur d'accès Internet ne vous a *pas* donné d'adresse Internet moderne ([IPv6](/faqs/ipv6/)), ou n'a pas tout configuré correctement. Par conséquent, vous n'êtes *pas* capable d'atteindre d'autres ordinateurs avec des adresses modernes. Veuillez demander à votre fournisseur d'accès Internet une connectivité IPv6 complète.

source: test connipv6 warning summary
fr: Adresses modernes *non* accessibles (IPv6)

source: test connresolver failed description
fr: Dommage ! Les signatures de domaine ([DNSSEC](/faqs/dnssec/)) ne sont *pas* validées pour vous. Par conséquent, vous n'êtes *pas* protégé contre la traduction manipulée des domaines signés vers des adresses IP malveillantes. Veuillez demander à votre fournisseur d'accès Internet la validation DNSSEC et/ou l'activer sur vos propres systèmes.

source: test connresolver failed summary
fr: Signatures de domaine *non* validées (DNSSEC)

source: test connresolver info description
fr: Dommage ! Les signatures de domaine ([DNSSEC](/faqs/dnssec/)) ne sont *pas* validées pour vous. Par conséquent, vous n'êtes *pas* protégé contre la traduction manipulée des domaines signés vers des adresses IP malveillantes. Veuillez demander à votre fournisseur d'accès Internet la validation DNSSEC et/ou l'activer sur vos propres systèmes.

source: test connresolver info summary
fr: Signatures de domaine *non* validées (DNSSEC)

source: test connresolver label
fr: Validation des signatures de domaine (DNSSEC)

source: test connresolver passed description
fr: Bien joué ! Les signatures de domaine ([DNSSEC](/faqs/dnssec/)) sont validées pour vous. Par conséquent, vous êtes protégé contre la fausse traduction des noms de domaine signés vers des adresses IP malveillantes.

source: test connresolver passed summary
fr: Signatures de domaine validées (DNSSEC)

source: test connresolver title
fr: Signatures du domaine validées ?

source: test connresolver warning description
fr: Dommage ! Les signatures de domaine ([DNSSEC](/faqs/dnssec/)) ne sont *pas* validées pour vous. Par conséquent, vous n'êtes *pas* protégé contre la traduction manipulée des domaines signés vers des adresses IP malveillantes. Veuillez demander à votre fournisseur d'accès Internet la validation DNSSEC et/ou l'activer sur vos propres systèmes.

source: test connresolver warning summary
fr: Signatures de domaine *non* validées (DNSSEC)

source: test error summary
fr: *Erreur* pendant l'exécution du test !

source: test mailauth failed description
fr: Dommage ! Votre domaine ne contient *pas* toutes les marques d'authenticité contre la contrefaçon d'email ([DMARC, DKIM et SPF](/faqs/mailauth/)). Par conséquent, les destinataires ne sont *pas* capables de séparer de manière fiable les emails de phishing et de spam abusant de votre domaine dans leur adresse d'expéditeur de vos emails authentiques. Vous devriez demander à votre fournisseur de messagerie d'activer DMARC, DKIM et SPF.

source: test mailauth failed summary
fr: *Pas* toutes les marques d'authenticité contre le phishing par email (DMARC, DKIM et SPF)

source: test mailauth info description
fr: Dommage ! Votre domaine ne contient *pas* toutes les marques d'authenticité contre la contrefaçon d'e-mails ([DMARC, DKIM et SPF](/faqs/mailauth/)). Par conséquent, les destinataires ne sont *pas* en mesure de séparer de manière fiable les e-mails de phishing et de spam abusant de votre domaine dans leur adresse d'expéditeur de vos e-mails authentiques. Vous devriez demander à votre fournisseur de messagerie d'activer DMARC, DKIM et SPF.

source: test mailauth info summary
fr: *Pas* toutes les marques d'authenticité contre le phishing par e-mail (DMARC, DKIM et SPF)

source: test mailauth label
fr: Marques d'authenticité contre le phishing (DMARC, DKIM et SPF)

source: test mailauth passed description
fr: Bien joué ! Votre domaine contient toutes les marques d'authenticité contre la contrefaçon d'e-mails ([DMARC, DKIM et SPF](/faqs/mailauth/)). Par conséquent, les destinataires sont en mesure de séparer de manière fiable les e-mails de phishing et de spam abusant de votre domaine dans leur adresse d'expéditeur, de vos e-mails authentiques.

source: test mailauth passed summary
fr: Marques d'authenticité contre le phishing par e-mail (DMARC, DKIM et SPF)

source: test mailauth title
fr: Configuration d'authenticité contre le hameçonnage ?
