Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: detail web tls kex-hash-func exp
fr: Nous vérifions si votre serveur web prend en charge des fonctions de hachage sécurisées pour créer la signature numérique pendant l'échange de clés. Le serveur web utilise une signature numérique pendant l'échange de clés pour prouver la propriété de la clé secrète correspondant au certificat. Le serveur web crée cette signature numérique en signant la sortie d'une fonction de hachage. Voir ['Directives de Sécurité IT pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, tableau 5. *Niveau d'exigence : Recommandé* --- **Support SHA2 pour les signatures** * Bon : Oui (SHA-256, SHA-384 ou SHA-512 pris en charge) * À éliminer progressivement : Non (SHA-256, SHA-384 ou SHA-512 *non* pris en charge)

source: detail web tls kex-hash-func label
fr: Fonction de hachage pour l'échange de clés

source: detail web tls kex-hash-func tech table
fr: Adresse IP du serveur web|Support SHA2 pour les signatures

source: detail web tls kex-hash-func verdict good
fr: Votre serveur web prend en charge une fonction de hachage sécurisée pour l'échange de clés.

source: detail web tls kex-hash-func verdict other
fr: Nous n'avons pas pu déterminer la fonction de hachage utilisée par votre serveur web. Cela pourrait être parce que la combinaison de chiffrement utilisée n'a pas de signature pour la vérification de certificat (par exemple, elle utilise l'échange de clés RSA ou est anonyme, c'est-à-dire `anon`).

source: detail web tls kex-hash-func verdict phase-out
fr: Votre serveur web ne prend *pas* en charge une fonction de hachage sécurisée pour l'échange de clés. Vous devriez *éliminer progressivement* ce paramètre délibérément, car il risque de devenir *insuffisamment* sécurisé à l'avenir.

source: detail web tls ocsp-stapling exp
fr: Nous vérifions si votre serveur web prend en charge l'[extension TLS Certificate Status](https://www.rfc-editor.org/rfc/rfc6961) également connue sous le nom d'agrafage OCSP. Le navigateur web peut vérifier la validité du certificat présenté par le serveur web en contactant l'autorité de certification en utilisant le protocole OCSP. OCSP fournit à une autorité de certification des informations sur les navigateurs communiquant avec le serveur web : cela peut représenter un risque de confidentialité. Un serveur web peut également fournir des réponses OCSP aux navigateurs web lui-même par l'agrafage OCSP. Cela résout ce risque de confidentialité, ne nécessite pas de connectivité entre le navigateur web et l'autorité de certification, et est plus rapide. Lors de la connexion à votre serveur web, nous utilisons l'extension TLS Certificate Status pour demander que les données OCSP soient incluses dans la réponse du serveur. Si votre serveur web inclut des données OCSP dans la réponse, nous vérifions ensuite que les données OCSP sont valides, c'est-à-dire correctement signées par une autorité de certification connue. Note : nous n'utilisons pas les données OCSP pour évaluer la validité du certificat. Voir ['Directives de Sécurité IT pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, tableau 15 (en anglais). *Niveau d'exigence : Optionnel* --- **Agrafage OCSP** * Bon : Activé * Suffisant : Désactivé

source: detail web tls ocsp-stapling label
fr: Agrafage OCSP

source: detail web tls ocsp-stapling tech table
fr: Adresse IP du serveur web|Agrafage OCSP

source: detail web tls ocsp-stapling verdict bad
fr: Votre serveur web prend en charge l'agrafage OCSP mais les données dans la réponse ne sont *pas* valides.

source: detail web tls ocsp-stapling verdict good
fr: Votre serveur web prend en charge l'agrafage OCSP et les données dans la réponse sont valides.

source: detail web tls ocsp-stapling verdict ok
fr: Votre serveur web ne prend *pas* en charge l'agrafage OCSP.

source: detail web tls renegotiation-client exp
fr: Nous vérifions si un client (généralement un navigateur web) peut initier une renégociation avec votre serveur web. Permettre aux clients d'initier une renégociation n'est généralement pas nécessaire et expose un serveur web aux attaques DoS à l'intérieur d'une connexion TLS. Un attaquant peut effectuer des attaques DoS similaires sans renégociation initiée par le client en ouvrant de nombreuses connexions TLS parallèles, mais celles-ci sont plus faciles à détecter et à défendre en utilisant des mesures d'atténuation standard. Notez que la renégociation initiée par le client impacte la disponibilité et non la confidentialité. Voir ['Directives de Sécurité IT pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B8-1 et tableau 13 (en anglais). *Niveau d'exigence : Optionnel* --- **Renégociation initiée par le client** * Bon : Désactivé (ou N/A pour TLS 1.3) * Suffisant : Activé

source: detail web tls renegotiation-client label
fr: Renégociation initiée par le client

source: detail web tls renegotiation-client tech table
fr: Adresse IP du serveur web|Renégociation initiée par le client

source: detail web tls renegotiation-client verdict bad
fr: Votre serveur web permet la renégociation initiée par le client, ce qui pourrait avoir un impact négatif sur la disponibilité de votre site web.

source: detail web tls renegotiation-client verdict good
fr: Votre serveur web ne permet pas la renégociation initiée par le client.

source: detail web tls renegotiation-secure exp
fr: Nous vérifions si votre serveur web prend en charge la renégociation sécurisée. Les versions plus anciennes de TLS (antérieures à TLS 1.3) permettent de forcer une nouvelle poignée de main. Cette soi-disant renégociation était non sécurisée dans sa conception originale. Le standard a été réparé et un mécanisme de renégociation plus sûr a été ajouté. L'ancienne version est depuis appelée renégociation non sécurisée et devrait être désactivée. Voir ['Directives de Sécurité IT pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B8-1 et tableau 12 (en anglais). --- **Renégociation non sécurisée** * Bon : Désactivé (ou N/A pour TLS 1.3) * Insuffisant : Activé

source: detail web tls renegotiation-secure label
fr: Renégociation sécurisée

source: detail web tls renegotiation-secure tech table
fr: Adresse IP du serveur web|Renégociation sécurisée

source: detail web tls renegotiation-secure verdict bad
fr: Votre serveur web prend en charge la renégociation non sécurisée, ce qui n'est évidemment *pas* sécurisé.

source: detail web tls renegotiation-secure verdict good
fr: Votre serveur web prend en charge la renégociation sécurisée.

source: detail web tls version exp
fr: Nous vérifions si votre serveur web prend en charge uniquement les versions TLS sécurisées. Un serveur web peut prendre en charge plus d'une version TLS. Notez que les fabricants de navigateurs ont annoncé qu'ils cesseront de prendre en charge TLS 1.1 et 1.0. Cela rendra les sites web qui ne prennent pas en charge TLS 1.2 et/ou 1.3 inaccessibles. Voir ['Directives de Sécurité IT pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B1-1 et tableau 1 (en anglais). --- **Version** * Bon : TLS 1.3 * Suffisant : TLS 1.2 * À éliminer progressivement : TLS 1.1 et 1.0 * Insuffisant : SSL 3.0, 2.0 et 1.0

source: detail web tls version label
fr: Version TLS

source: detail web tls version tech table
fr: Adresse IP du serveur web|Version TLS|Statut

source: detail web tls version verdict bad
fr: Votre serveur web prend en charge des versions TLS *insuffisamment* sécurisées.

source: detail web tls version verdict good
fr: Votre serveur web prend en charge uniquement les versions TLS sécurisées.

source: detail web tls version verdict phase-out
fr: Votre serveur web prend en charge des versions TLS qui devraient être *éliminées progressivement* délibérément, car elles sont connues pour être fragiles et risquent de devenir *insuffisamment* sécurisées.

source: detail web tls zero-rtt exp
fr: Nous vérifions si votre serveur web prend en charge la Reprise à Zéro Temps d'Aller-Retour (0-RTT). 0-RTT est une option dans TLS 1.3 qui transporte les données d'application pendant le premier message de poignée de main. 0-RTT ne fournit pas de protection contre les attaques de relecture au niveau de la couche TLS et devrait donc être désactivé. Bien que le risque puisse être atténué en ne permettant pas 0-RTT pour les requêtes non-idempotentes, une telle configuration n'est souvent pas triviale, dépendante de la logique d'application et donc sujette aux erreurs. Si votre serveur web ne prend pas en charge TLS 1.3, le test n'est pas applicable. Pour les serveurs web qui prennent en charge TLS 1.3, la page d'index `/` du site web est récupérée en utilisant TLS 1.3 et la quantité de support de [données précoces](https://www.openssl.org/docs/manmaster/man3/SSL_get_max_early_data.html) [indiquée](https://www.rfc-editor.org/rfc/rfc8446#section-4.2.10) par le serveur est vérifiée. Quand c'est plus que zéro, une seconde connexion est établie en réutilisant les détails de session TLS de la première connexion mais en envoyant la requête HTTP _avant_ la poignée de main TLS (c'est-à-dire qu'aucun aller-retour (0-RTT) n'est nécessaire avant les données d'application vers le serveur). Si la poignée de main TLS est terminée et le serveur web répond avec toute réponse non-[HTTP 425 Too Early](https://www.rfc-editor.org/rfc/rfc8470#section-5.2), alors le serveur web est considéré comme prenant en charge 0-RTT. Voir ['Directives de Sécurité IT pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B9-1 et tableau 14 (en anglais). --- **0-RTT** * Bon : Désactivé (ou N/A avant TLS 1.3) * Insuffisant : Activé

source: detail web tls zero-rtt label
fr: 0-RTT

source: detail web tls zero-rtt tech table
fr: Adresse IP du serveur web|0-RTT

source: detail web tls zero-rtt verdict bad
fr: Votre serveur web prend en charge 0-RTT, ce qui n'est *pas* sécurisé.

source: detail web tls zero-rtt verdict good
fr: Votre serveur web ne prend pas en charge 0-RTT.

source: detail web tls zero-rtt verdict na
fr: Ce sous-test n'est pas applicable car votre serveur web ne prend pas en charge TLS 1.3.

source: detail web-mail ipv6 ns-AAAA exp
fr: Nous vérifions si votre nom de domaine a au moins deux serveurs de noms avec une adresse IPv6. Ceci est cohérent avec les ["Exigences techniques pour l'enregistrement et l'utilisation des noms de domaine .nl"](https://www.sidn.nl/downloads/KwpW_ORWRWetYuoBp5GeYA/7e91faddb53ad85b8c6a2fce15d764cb/Technical_requirements_for_the_registration_and_use_of_nl_domain_names.pdf) en date du 13 novembre 2017 par SIDN (registre TLD .nl) qui exigent que chaque domaine .nl ait au moins deux serveurs de noms. Les 'adresses IPv6 mappées IPv4' ([RFC 4291](https://www.rfc-editor.org/rfc/rfc4291), commençant par ::ffff:) échoueront dans ce test, car elles ne fournissent *pas* de connectivité IPv6.

source: detail web-mail ipv6 ns-AAAA label
fr: Adresses IPv6 pour les serveurs de noms

source: detail web-mail ipv6 ns-AAAA tech table
fr: Serveur de noms|Adresse IPv6|Adresse IPv4

source: detail web-mail ipv6 ns-AAAA verdict bad
fr: Aucun des serveurs de noms de votre domaine n'a d'adresse IPv6.

source: detail web-mail ipv6 ns-AAAA verdict good
fr: Deux ou plus serveurs de noms de votre domaine ont une adresse IPv6.

source: detail web-mail ipv6 ns-AAAA verdict other
fr: Seulement un serveur de noms de votre domaine a une adresse IPv6.

source: detail web-mail ipv6 ns-reach exp
fr: Nous vérifions si tous les serveurs de noms, qui ont un enregistrement AAAA avec adresse IPv6, sont accessibles via IPv6.

source: detail web-mail ipv6 ns-reach label
fr: Accessibilité IPv6 des serveurs de noms

source: detail web-mail ipv6 ns-reach tech table
fr: Serveur de noms|Adresse IPv6 inaccessible

source: detail web-mail ipv6 ns-reach verdict bad
fr: *Pas* tous les serveurs de noms qui ont une adresse IPv6 sont accessibles via IPv6.

source: detail web-mail ipv6 ns-reach verdict good
fr: Tous les serveurs de noms qui ont une adresse IPv6 sont accessibles via IPv6.

source: detail web-mail rpki ns-exists exp
fr: Nous vérifions si une Autorisation d'Origine de Route (ROA) RPKI a été publiée pour toutes les adresses IP des serveurs de noms de votre domaine. Votre hébergeur (ou son fournisseur de réseau) annonce via le Protocole de Passerelle Frontière (BGP) pour quels blocs d'adresses IP il accepte le trafic Internet entrant. D'autres fournisseurs de réseau utilisent ces annonces de route pour déterminer par quelle route envoyer le trafic pour les adresses IP de votre serveur. Cependant, une annonce de route peut être falsifiée. En fait, un autre fournisseur de réseau peut être capable de connecter le bloc d'adresses IP de votre adresse IP à son réseau et ainsi potentiellement recevoir le trafic Internet qui est en réalité destiné à votre fournisseur de réseau. La cause peut être accidentelle ou malveillante. Dans les deux cas, cela peut résulter en votre serveur devenant inaccessible ou en trafic Internet vers votre serveur étant intercepté. L'Infrastructure de Clé Publique de Ressources (RPKI) améliore significativement la protection contre cela. Avec RPKI, le détenteur légitime d'un bloc d'adresses IP peut publier une déclaration signée numériquement avec autorisation de route (Autorisation d'Origine de Route ; ROA en abrégé). Un autre fournisseur de réseau qui veut envoyer du trafic Internet vers une adresse IP particulière, peut utiliser la déclaration correspondante pour filtrer les routes `Invalid`. De cette façon, le fournisseur de réseau empêche le trafic Internet de son réseau d'être envoyé vers des réseaux de fournisseurs non autorisés. *Niveau d'exigence : Recommandé*

source: detail web-mail rpki ns-exists label
fr: Existence d'Autorisation d'Origine de Route

source: detail web-mail rpki ns-exists tech table
fr: Serveur de noms|Adresse IP|Autorisation d'Origine de Route RPKI

source: detail web-mail rpki ns-exists verdict bad
fr: Pour au moins une des adresses IP de vos serveurs de noms *aucune* Autorisation d'Origine de Route (ROA) RPKI n'est publiée.

source: detail web-mail rpki ns-exists verdict good
fr: Pour toutes les adresses IP de vos serveurs de noms une Autorisation d'Origine de Route (ROA) RPKI est publiée.

source: detail web-mail rpki ns-exists verdict no-addresses
fr: Votre domaine ne contient *aucun* serveur de noms. Par conséquent, ce sous-test n'a pas pu être effectué.

source: detail web-mail rpki ns-valid exp
fr: Nous vérifions si le statut de validation pour toutes les adresses IP des serveurs de noms de votre domaine est `Valide`. S'il y a plusieurs annonces de routes qui se chevauchent pour l'adresse IP, nous testons qu'elles sont toutes `Valides`. Votre hébergeur (ou son fournisseur de réseau) annonce via le Border Gateway Protocol (BGP) pour quels blocs d'adresses IP il accepte le trafic Internet entrant. Il fait cela en associant (des parties de) ses blocs d'adresses IP (Préfixe de Route) avec le numéro unique de son réseau fournisseur (ASN d'Origine de Route), puis en distribuant ces informations de routage. D'autres fournisseurs de réseau utilisent ces annonces de routes pour déterminer par quelle route envoyer le trafic vers les adresses IP. De plus, pour chaque annonce de route, votre hébergeur (ou son fournisseur de réseau) devrait publier une déclaration signée numériquement avec autorisation de route (Route Origin Authorisation ; abrégé : ROA) en utilisant l'Infrastructure de Clé Publique de Ressources (RPKI). Un autre fournisseur de réseau qui est sollicité pour envoyer du trafic Internet vers l'adresse IP de votre serveur peut vérifier cryptographiquement la déclaration associée. Le contenu vérifié (Validated ROA Payload ; abrégé : VRP) inclut quels réseaux fournisseurs (VRP ASN) sont autorisés à recevoir du trafic Internet pour chaque bloc d'adresses IP enregistré (VRP Prefix). Le fournisseur de réseau peut alors utiliser ce contenu pour filtrer les routes BGP. Par exemple, il peut rejeter toutes les routes `Invalides`, pour empêcher que le trafic Internet de son réseau soit envoyé vers des réseaux fournisseurs non autorisés. La vérification des annonces de routes contre les autorisations de routes (RPKI Origin Validation ; abrégé : ROV) a les trois résultats possibles suivants. - `Valide` : L'annonce de route de l'adresse IP considérée correspond à au moins une autorisation de route publiée. Une autorisation de route correspond également aux annonces de routes plus spécifiques (c'est-à-dire, pour une partie du bloc d'adresses IP contenu dans l'autorisation de route), sauf si elles sont plus spécifiques que la limite spécifiée dans l'autorisation de route (via l'attribut `maxLength`). - `Invalide` : L'annonce de route de l'adresse IP considérée est couverte par une autorisation de route, mais elle ne correspond *pas*. Il y a deux causes possibles : 1. le bloc d'adresses IP (Préfixe de Route) est annoncé depuis un réseau fournisseur (ASN d'Origine de Route) qui n'est *pas* autorisé dans l'autorisation de route (résultat dans le tableau ci-dessous : "invalide (as)") ; 2. le bloc d'adresses IP (Préfixe de Route) qui est annoncé est *plus petit que ce qui est autorisé* dans l'autorisation de route, c'est-à-dire dépassant la valeur `maxLength` (résultat dans le tableau ci-dessous : "invalide (longueur)"). Note : Le statut `Invalide` indique une erreur de configuration de route non intentionnelle ou malveillante, qui peut être causée par votre hébergeur ou son fournisseur de réseau (erreur interne) ou par un tiers (erreur externe). Dans les deux cas, cela peut conduire à l'inaccessibilité de votre serveur ou à l'interception du trafic Internet vers votre serveur. Contactez votre hébergeur dès que possible. Dans le cas d'une erreur interne, votre hébergeur devrait demander à son fournisseur de réseau qui possède les adresses IP de votre serveur de corriger l'erreur de configuration de route. - `Non Trouvé` : Aucune déclaration avec autorisation de route n'a été trouvée qui couvre l'annonce de route de l'adresse IP considérée. Cela rend le routage du trafic Internet vers votre serveur moins sécurisé. Veuillez contacter votre hébergeur à ce sujet. Il peut demander à son fournisseur de réseau qui possède les adresses IP de votre serveur de publier des autorisations de routes. *Niveau d'exigence : Recommandé*

source: detail web-mail rpki ns-valid label
fr: Validité de l'annonce de route

source: detail web-mail rpki ns-valid tech table
fr: Serveur de noms|Préfixe de Route BGP|ASN d'Origine de Route BGP|État de validation d'origine RPKI

source: detail web-mail rpki ns-valid verdict bad
fr: Au moins une adresse IP de vos serveurs de noms a un état de validation `Non Trouvé`. Il n'y a *aucune* Autorisation d'Origine de Route RPKI (ROA) publiée pour son annonce de route.

source: detail web-mail rpki ns-valid verdict good
fr: Toutes les adresses IP de vos serveurs de noms ont un état de validation `Valide`. L'annonce de route de ces adresses IP correspond à l'Autorisation d'Origine de Route RPKI (ROA) publiée.

source: detail web-mail rpki ns-valid verdict invalid
fr: Au moins une adresse IP de vos serveurs de noms a un état de validation `Invalide`. L'annonce de route des adresses IP affectées ne correspond *pas* à l'Autorisation d'Origine de Route RPKI (ROA) publiée. Cela indique une erreur de configuration de route non intentionnelle ou malveillante, qui peut être causée par votre hébergeur de serveur de noms (erreur interne) ou par un tiers (erreur externe). Dans les deux cas, cela peut conduire à l'inaccessibilité de votre serveur ou à l'interception du trafic Internet vers votre serveur. Contactez votre hébergeur de serveur de noms dès que possible. Dans le cas d'une erreur interne, votre hébergeur de serveur de noms devrait demander à son fournisseur de réseau qui possède les adresses IP de votre serveur de corriger l'erreur de configuration de route.

source: detail web-mail rpki ns-valid verdict not-routed
fr: Ce sous-test n'a *pas* été exécuté, car *aucune* annonce de route n'était disponible pour aucune des adresses IP.
