Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: detail mail tls renegotiation-client exp
fr: Nous vérifions si un serveur de messagerie expéditeur peut initier une renégociation avec vos serveurs de messagerie récepteurs (MX). Permettre aux serveurs de messagerie expéditeurs d'initier une renégociation n'est généralement pas nécessaire et expose un serveur de messagerie récepteur aux attaques DoS à l'intérieur d'une connexion TLS. Un attaquant peut effectuer des attaques DoS similaires sans renégociation initiée par le client en ouvrant de nombreuses connexions TLS parallèles, mais celles-ci sont plus faciles à détecter et à défendre en utilisant des mesures d'atténuation standard. Notez que la renégociation initiée par le client impacte la disponibilité et non la confidentialité. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) de NCSC-NL, directive B8-1 et tableau 13 (en anglais). *Niveau d'exigence : Optionnel* --- **Renégociation initiée par le client** * Bon : Désactivé (ou N/A pour TLS 1.3) * Suffisant : Activé

source: detail mail tls renegotiation-client label
fr: Renégociation initiée par le client

source: detail mail tls renegotiation-client tech table
fr: Serveur de messagerie (MX)|Renégociation initiée par le client

source: detail mail tls renegotiation-client verdict bad
fr: Au moins un de vos serveurs de messagerie permet la renégociation initiée par le client, ce qui pourrait avoir un impact négatif sur la disponibilité de votre serveur de messagerie.

source: detail mail tls renegotiation-client verdict good
fr: Tous vos serveurs de messagerie ne permettent pas la renégociation initiée par le client.

source: detail mail tls renegotiation-secure exp
fr: Nous vérifions si vos serveurs de messagerie (MX) supportent la renégociation sécurisée. Les anciennes versions de TLS (antérieures à TLS 1.3) permettent de forcer une nouvelle négociation. Cette renégociation était peu sûre dans sa conception originale. Le standard a été réparé et un mécanisme de renégociation plus sûr a été ajouté. L'ancienne version est depuis appelée renégociation non sécurisée et devrait être désactivée. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) de NCSC-NL, directive B8-1 et tableau 12 (en anglais). --- **Renégociation non sécurisée** * Bon : Désactivé (ou N/A pour TLS 1.3) * Insuffisant : Activé

source: detail mail tls renegotiation-secure label
fr: Renégociation sécurisée

source: detail mail tls renegotiation-secure tech table
fr: Serveur de messagerie (MX)|Renégociation sécurisée

source: detail mail tls renegotiation-secure verdict bad
fr: Au moins un de vos serveurs de messagerie supporte la renégociation non sécurisée, ce qui n'est évidemment *pas* sûr.

source: detail mail tls renegotiation-secure verdict good
fr: Tous vos serveurs de messagerie supportent la renégociation sécurisée.

source: detail mail tls starttls-exists exp
fr: Nous vérifions si vos serveurs de messagerie récepteurs (MX) supportent STARTTLS. Si c'est le cas, nous vérifions également dans les sous-tests de cette catégorie de test si STARTTLS est configuré de manière suffisamment sécurisée. Pour des raisons de performance, au maximum dix serveurs de messagerie sur IPv6 ou IPv4 sont testés pour STARTTLS et DANE. Notez que le test d'e-mail ne revient pas aux enregistrements A/AAAA pour les serveurs de messagerie en cas d'absence d'un enregistrement MX. *Domaine non récepteur* : 1. Null MX : Si vous ne voulez pas recevoir de courrier sur votre domaine qui a des enregistrements A/AAAA, nous vous conseillons d'utiliser "Null MX" ([RFC 7505](https://www.rfc-editor.org/rfc/rfc7505)). Notez qu'un "enregistrement Null MX" ne devrait pas être combiné avec un enregistrement MX normal qui pointe vers un hôte de messagerie. 2. Pas de MX : Si votre domaine n'a pas d'enregistrements A/AAAA et que vous ne voulez pas recevoir de courrier dessus, nous vous conseillons de ne configurer aucun enregistrement MX du tout (c'est-à-dire même *pas* un enregistrement "Null MX"). * Si nous détectons l'un des deux cas ci-dessus, les sous-tests dans les catégories STARTTLS et DANE ne sont pas applicables. Cela vaut également pour les sous-tests spécifiques aux serveurs de messagerie dans les catégories IPv6 et DNSSEC. D'autres sous-tests du test d'e-mail (par exemple pour DMARC) sont toujours applicables. * Notez qu'avoir un enregistrement "Null MX" ou aucun enregistrement MX pourrait également impacter l'envoi de courrier, car les serveurs récepteurs peuvent rejeter les e-mails qui ont une adresse de retour invalide. Pour une "bonne pratique sur les domaines sans courrier" voir l'[explication du sous-test "politique DMARC"](#control-panel-9).

source: detail mail tls starttls-exists label
fr: STARTTLS disponible

source: detail mail tls starttls-exists tech table
fr: Serveur de messagerie (MX)|STARTTLS

source: detail mail tls starttls-exists verdict bad
fr: Au moins un de vos serveurs de messagerie n'offre *pas* STARTTLS.

source: detail mail tls starttls-exists verdict good
fr: Tous vos serveurs de messagerie offrent STARTTLS.

source: detail mail tls starttls-exists verdict invalid-null-mx
fr: Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas d'e-mail. Cependant, soit votre domaine n'a pas d'enregistrements A/AAAA, rendant l'enregistrement "Null MX" inutile. Ou sur votre domaine un serveur de messagerie récepteur est défini par un autre enregistrement MX, rendant le "Null MX" en conflit.

source: detail mail tls starttls-exists verdict no-null-mx
fr: Aucun serveur de messagerie récepteur (MX) n'est défini sur votre domaine qui a des enregistrements A/AAAA. Nous vous recommandons d'indiquer explicitement que votre domaine n'accepte pas d'e-mail en configurant un enregistrement "Null MX". N'utilisez pas un enregistrement "Null MX" et définissez un MX si vous voulez envoyer des e-mails depuis ce nom de domaine, car les serveurs récepteurs peuvent rejeter les e-mails qui ont une adresse de retour invalide.

source: detail mail tls starttls-exists verdict null-mx
fr: Votre nom de domaine qui a des enregistrements A/AAAA indique clairement avec un enregistrement "Null MX" qu'il n'accepte pas d'e-mail. C'est bien si vous ne voulez pas recevoir d'e-mail. N'utilisez pas un enregistrement "Null MX" et définissez un MX si vous voulez envoyer des e-mails depuis ce nom de domaine, car les serveurs récepteurs peuvent rejeter les e-mails qui ont une adresse de retour invalide.

source: detail mail tls starttls-exists verdict null-mx-with-other-mx
fr: Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas d'e-mail. Cependant, sur votre domaine un serveur de messagerie récepteur est défini par un autre enregistrement MX, rendant le "Null MX" en conflit.

source: detail mail tls starttls-exists verdict null-mx-without-a-aaaa
fr: Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas d'e-mail. Cependant, votre domaine n'a pas d'enregistrements A/AAAA, rendant l'enregistrement "Null MX" inutile.

source: detail mail tls starttls-exists verdict other
fr: Au moins un de vos serveurs de messagerie est injoignable.

source: detail mail tls starttls-exists verdict other-2
fr: Aucun serveur de messagerie récepteur (MX) n'est défini sur votre domaine qui n'a pas d'enregistrements A/AAAA. C'est bien si vous ne voulez pas recevoir d'e-mail.

source: detail mail tls version exp
fr: Nous vérifions si vos serveurs de messagerie (MX) supportent uniquement les versions TLS sécurisées. Un serveur de messagerie peut supporter plus d'une version TLS. Notez que beaucoup de serveurs de messagerie ne supportent que les anciennes versions TLS. Si les serveurs de messagerie expéditeur et récepteur ne supportent pas la même version TLS, ils reviendront généralement au transport de courrier non chiffré. À cause de cela, il pourrait être conseillé de continuer à supporter les versions TLS avec un statut de 'suppression progressive' pendant un moment. Prenez une décision éclairée basée sur les données de log sur le moment de désactiver ces versions TLS de 'suppression progressive'. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) de NCSC-NL, directive B1-1 et tableau 1 (en anglais). --- **Version** * Bon : TLS 1.3 * Suffisant : TLS 1.2 * Suppression progressive : TLS 1.1 et 1.0 * Insuffisant : SSL 3.0, 2.0 et 1.0

source: detail mail tls version label
fr: Version TLS

source: detail mail tls version tech table
fr: Serveur de messagerie (MX)|Versions TLS|Statut

source: detail mail tls version verdict bad
fr: Au moins un de vos serveurs de messagerie supporte une ou plusieurs versions TLS *insuffisamment* sécurisées.

source: detail mail tls version verdict good
fr: Tous vos serveurs de messagerie supportent uniquement les versions TLS sécurisées.

source: detail mail tls version verdict phase-out
fr: Au moins un de vos serveurs de messagerie supporte une ou plusieurs versions TLS qui devraient être *supprimées progressivement* délibérément, car elles sont connues pour être fragiles et risquent de devenir *insuffisamment* sécurisées.

source: detail mail tls zero-rtt exp
fr: Nous vérifions si vos serveurs de messagerie (MX) supportent la reprise Zero Round Trip Time (0-RTT). 0-RTT est une option dans TLS 1.3 qui transporte les données d'application pendant le premier message de négociation. 0-RTT ne fournit pas de protection contre les attaques de relecture au niveau de la couche TLS et devrait donc être désactivé. Bien que le risque puisse être atténué en ne permettant pas 0-RTT pour les requêtes non-idempotentes, une telle configuration est souvent non triviale, dépendante de la logique applicative et donc sujette aux erreurs. Si vos serveurs de messagerie ne supportent pas TLS 1.3, le test n'est pas applicable. Pour les serveurs de messagerie qui supportent TLS 1.3, la commande STARTTLS est émise et une session TLS est initiée. La quantité de [données précoces](https://www.openssl.org/docs/manmaster/man3/SSL_get_max_early_data.html) supportée [indiquée](https://www.rfc-editor.org/rfc/rfc8446#section-4.2.10) par le serveur de messagerie est vérifiée. Quand c'est plus de zéro, une seconde connexion est faite en réutilisant les détails de session TLS de la première connexion mais en envoyant la commande EHLO _avant_ la négociation TLS mais _après_ la commande STARTTLS (c'est-à-dire aucun aller-retour (0-RTT) nécessaire avant les données d'application vers le serveur). Si la négociation TLS est complétée et que le serveur de messagerie répond, alors le serveur de messagerie est considéré comme supportant 0-RTT. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) de NCSC-NL, directive B9-1 et tableau 14 (en anglais). --- **0-RTT** * Bon : Désactivé (ou N/A avant TLS 1.3) * Insuffisant : Activé

source: detail mail tls zero-rtt label
fr: 0-RTT

source: detail mail tls zero-rtt tech table
fr: Serveur de messagerie (MX)|0-RTT

source: detail mail tls zero-rtt verdict bad
fr: Au moins un de vos serveurs de messagerie supporte 0-RTT, ce qui n'est *pas* sûr.

source: detail mail tls zero-rtt verdict good
fr: Aucun de vos serveurs de messagerie ne supporte 0-RTT.

source: detail mail tls zero-rtt verdict na
fr: Ce sous-test n'est pas applicable car vos serveurs de messagerie ne supportent pas TLS 1.3.

source: detail tech data bogus
fr: bidon

source: detail tech data caa caa-record
fr: Enregistrement : {record}

source: detail tech data caa caa_record
fr: enregistrement caa trouvé : {record}

source: detail tech data caa found-host
fr: CAA trouvé sur : {host}

source: detail tech data caa found_host
fr: CAA trouvé sur l'hôte {host}

source: detail tech data caa invalid-flags-reserved-bits
fr: Erreur : Indicateurs réservés invalides "{flags}"

source: detail tech data caa invalid-parameter-validation-methods
fr: Erreur : Valeur 'validationmethods' invalide "{parameter_value}"

source: detail tech data caa invalid-property-contactemail-value
fr: Erreur : Valeur 'contactemail' invalide "{property_value}"

source: detail tech data caa invalid-property-contactphone-value
fr: Erreur : Valeur 'contactphone' invalide "{property_value}"

source: detail tech data caa invalid-property-iodef-value
fr: Erreur : Valeur 'iodef' invalide "{property_value}"

source: detail tech data caa invalid-property-issuemail-value
fr: Erreur : Valeur 'issuemail' invalide "{property_value}"

source: detail tech data caa invalid-property-syntax
fr: Erreur : Caractère invalide "{invalid_character}" à la position {invalid_character_position} dans la valeur '{property_name}' "{property_value}"

source: detail tech data caa invalid-reserved-property
fr: Erreur : Propriété réservée invalide "{property_tag}"

source: detail tech data caa invalid-unknown-property
fr: Erreur : Propriété inconnue "{property_tag}"

source: detail tech data caa invalid_flags_reserved_bits
fr: indicateurs_réservés_invalides {value}

source: detail tech data caa invalid_property_contactemail_value
fr: valeur_contactemail_propriété_invalide {value}

source: detail tech data caa invalid_property_contactphone_value
fr: valeur_contactphone_propriété_invalide {value}

source: detail tech data caa invalid_property_iodef_value
fr: valeur_iodef_propriété_invalide {value}

source: detail tech data caa invalid_property_issue_validation_method
fr: méthode_validation_issue_propriété_invalide {value}

source: detail tech data caa invalid_property_issuemail_value
fr: valeur_issuemail_propriété_invalide {value}

source: detail tech data caa invalid_property_syntax
fr: syntaxe_propriété_invalide nom {property_name} valeur {property_value} caractère invalide {invalid_character} à la pos {invalid_character_position}

source: detail tech data caa invalid_reserved_property
fr: propriété_réservée_invalide {value}

source: detail tech data caa invalid_unknown_property
fr: propriété_inconnue_invalide {value}

source: detail tech data caa missing-required-property-issue
fr: Erreur : Propriété 'issue' requise manquante

source: detail tech data caa not-found
fr: Erreur : CAA non trouvé

source: detail tech data caa not_found
fr: CAA non trouvé

source: detail tech data good
fr: bon

source: detail tech data http-csp has-bare-https
fr: Recommandation : Le schéma 'https:' sans domaine principal spécifique ne devrait pas être utilisé (#9).

source: detail tech data http-csp has-data
fr: Recommandation : Le schéma 'data:' ne devrait pas être utilisé là où cela n'est pas autorisé (#7).

source: detail tech data http-csp has-host-without-scheme
fr: Recommandation : Un domaine sans schéma ne devrait pas être utilisé (#8).

source: detail tech data http-csp has-http
fr: Recommandation : Le schéma 'http:' ne devrait pas être utilisé (#8).

source: detail tech data http-csp has-invalid-host
fr: Recommandation : Un joker (c'est-à-dire '*') ou '127.0.0.1' ne devrait pas être utilisé (#9 et #10).

source: detail tech data http-csp has-unsafe-eval
fr: Recommandation : 'unsafe-eval' ne devrait pas être utilisé (#6).

source: detail tech data http-csp has-unsafe-hashes
fr: Recommandation : 'unsafe-hashes' ne devrait pas être utilisé (#6).

source: detail tech data http-csp has-unsafe-inline
fr: Recommandation : 'unsafe-inline' ne devrait pas être utilisé (#6).

source: detail tech data http-csp missing-invalid-base-uri
fr: Recommandation : 'base-uri' avec une valeur suffisamment sécurisée devrait être défini (#2).

source: detail tech data http-csp missing-invalid-default-src
fr: Recommandation : 'default-src' avec une valeur suffisamment sécurisée devrait être défini (#1).

source: detail tech data http-csp missing-invalid-form-action
fr: Recommandation : 'form-action' avec une valeur suffisamment sécurisée devrait être défini (#5).

source: detail tech data http-csp missing-invalid-frame-ancestors
fr: Recommandation : 'frame-ancestors' avec une valeur suffisamment sécurisée devrait être défini (#4).

source: detail tech data http-csp missing-invalid-frame-src
fr: Recommandation : 'frame-src' (ou 'child-src' ou 'default-src' comme solution de repli) avec une valeur suffisamment sécurisée devrait être défini (#3).

source: detail tech data http-csp no-policy-found
fr: Aucune CSP trouvée.

source: detail tech data http-csp policy-found
fr: Valeur CSP récupérée : {policy}

source: detail tech data http-referrer-policy bad-invalid
fr: Mauvais : la valeur de la politique n'est pas valide.

source: detail tech data http-referrer-policy bad-no-referrer-when-downgrade
fr: Mauvais : 'no-referrer-when-downgrade' ne doit pas être utilisé.

source: detail tech data http-referrer-policy bad-origin
fr: Mauvais : 'origin' ne doit pas être utilisé.

source: detail tech data http-referrer-policy bad-origin-when-cross-origin
fr: Mauvais : 'origin-when-cross-origin' ne doit pas être utilisé.

source: detail tech data http-referrer-policy bad-unsafe-url
fr: Mauvais : 'unsafe-url' ne doit pas être utilisé.

source: detail tech data http-referrer-policy no-policy
fr: Aucune Referrer-Policy trouvée.

source: detail tech data http-referrer-policy recommendation-strict-origin
fr: Recommandation : 'strict-origin' ne devrait pas être utilisé.

source: detail tech data http-referrer-policy recommendation-strict-origin-when-cross-origin
fr: Recommandation : 'strict-origin-when-cross-origin' ne devrait pas être utilisé.

source: detail tech data http-referrer-policy values
fr: Politique trouvée : {values}

source: detail tech data http-securitytxt bom_in_file
fr: Erreur : La signature de marque d'ordre d'octets ("BOM") ne doit pas apparaître au début du contenu qui doit être encodé en UTF-8 sous forme Net-Unicode.

source: detail tech data http-securitytxt data_after_sig
fr: Erreur : Le security.txt signé ne doit pas contenir de données après la signature (ligne {line_no}).

source: detail tech data http-securitytxt empty_key
fr: Erreur : Le nom du champ ne doit pas être vide (ligne {line_no}).

source: detail tech data http-securitytxt empty_value
fr: Erreur : La valeur du champ ne doit pas être vide (ligne {line_no}).

source: detail tech data http-securitytxt expired
fr: Erreur : La date et l'heure dans le champ 'Expires' ne doivent pas être dans le passé (ligne {line_no}).

source: detail tech data http-securitytxt invalid_cert
fr: Erreur : security.txt doit être servi avec un certificat TLS valide. [Note : cette étiquette de contenu n'est actuellement pas utilisée. Voir #1046.]

source: detail tech data http-securitytxt invalid_charset
fr: Erreur : Le paramètre charset dans l'en-tête Content-Type doit être 'utf-8' s'il est présent.

source: detail tech data http-securitytxt invalid_expiry
fr: Erreur : La date et l'heure dans le champ 'Expires' doivent être formatées selon ISO 8601 (ligne {line_no}).

source: detail tech data http-securitytxt invalid_lang
fr: Erreur : La valeur dans le champ 'Preferred-Languages' doit correspondre à une ou plusieurs étiquettes de langue telles que définies dans RFC 5646, séparées par des virgules (ligne {line_no}).

source: detail tech data http-securitytxt invalid_line
fr: Erreur : La ligne doit contenir un nom de champ et une valeur, sauf si la ligne est vide ou contient un commentaire (ligne {line_no}).

source: detail tech data http-securitytxt invalid_media
fr: Erreur : Le type de média dans l'en-tête Content-Type doit être 'text/plain'.

source: detail tech data http-securitytxt invalid_uri_scheme
fr: Erreur : L'accès au fichier security.txt doit utiliser le schéma HTTPS. [Note : cette étiquette de contenu n'est actuellement pas utilisée. Voir #1046.]

source: detail tech data http-securitytxt location
fr: Erreur : security.txt a été localisé sur le chemin de niveau supérieur (emplacement hérité), mais doit être placé sous le chemin '/.well-known/'.

source: detail tech data http-securitytxt long_expiry
fr: Recommandation : La date et l'heure dans le champ 'Expires' devraient être à moins d'un an dans le futur (ligne {line_no}).

source: detail tech data http-securitytxt multi_expire
fr: Erreur : Le champ 'Expires' ne doit pas apparaître plus d'une fois.

source: detail tech data http-securitytxt multi_lang
fr: Erreur : Le champ 'Preferred-Languages' ne doit pas apparaître plus d'une fois.

source: detail tech data http-securitytxt multiple_csaf_fields
fr: Recommandation : Plusieurs champs 'CSAF' devraient être ramenés à un seul champ 'CSAF'.

source: detail tech data http-securitytxt no_canonical
fr: Recommandation : Le champ 'Canonical' devrait être présent dans un fichier signé.

source: detail tech data http-securitytxt no_canonical_match
fr: Erreur : L'URI web de security.txt (c'est-à-dire lors de la redirection au moins le dernier URI de la chaîne de redirection) doit être listé dans un champ 'Canonical' s'il est présent.

source: detail tech data http-securitytxt no_contact
fr: Erreur : Le champ 'Contact' doit apparaître au moins une fois.

source: detail tech data http-securitytxt no_content_type
fr: Erreur : L'en-tête HTTP Content-Type doit être envoyé.

source: detail tech data http-securitytxt no_csaf_file
fr: Erreur : Chaque champ optionnel 'CSAF' doit pointer vers un fichier nommé 'provider-metadata.json'.

source: detail tech data http-securitytxt no_encryption
fr: Recommandation : Le champ 'Encryption' devrait être présent quand le champ 'Contact' contient une adresse e-mail.

source: detail tech data http-securitytxt no_expire
fr: Erreur : Le champ 'Expires' doit être présent.

source: detail tech data http-securitytxt no_https
fr: Erreur : L'URI web doit commencer par 'https://' (ligne {line_no}).

source: detail tech data http-securitytxt no_line_separators
fr: Erreur : Chaque ligne doit se terminer soit par un retour chariot et des caractères de saut de ligne ou juste un caractère de saut de ligne.

source: detail tech data http-securitytxt no_security_txt_404
fr: Erreur : security.txt n'a pas pu être localisé.

source: detail tech data http-securitytxt no_security_txt_other
fr: Erreur : security.txt n'a pas pu être localisé (code de réponse HTTP inattendu {status_code}).

source: detail tech data http-securitytxt no_space
fr: Erreur : Le séparateur de champ (deux-points) doit être suivi d'un espace (ligne {line_no}).

source: detail tech data http-securitytxt no_uri
fr: Erreur : La valeur du champ doit être un URI (par exemple commençant par 'mailto:') (ligne {line_no}).

source: detail tech data http-securitytxt not_signed
fr: Recommandation : security.txt devrait être signé numériquement.

source: detail tech data http-securitytxt pgp_data_error
fr: Erreur : Le security.txt signé doit contenir un bloc PGP blindé ASCII correct.

source: detail tech data http-securitytxt pgp_error
fr: Erreur : Le décodage ou l'analyse du security.txt signé doit réussir.

source: detail tech data http-securitytxt prec_ws
fr: Erreur : Il ne doit pas y avoir d'espace avant le séparateur de champ (deux-points) (ligne {line_no}).

source: detail tech data http-securitytxt requested-from
fr: security.txt demandé depuis {hostname}.

source: detail tech data http-securitytxt retrieved-from
fr: security.txt récupéré depuis {hostname}.

source: detail tech data http-securitytxt signed_format_issue
fr: Erreur : Le security.txt signé doit commencer par l'en-tête '-----BEGIN PGP SIGNED MESSAGE-----'.
