Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: about contact
fr: ## Contact Internet Standards Platform c/o ECP Maanweg 174 (8th floor) 2516 AB The Hague The Netherlands CoC number: 27169301 ### Email [question@internet.nl](mailto:question@internet.nl) [PGP public key](/static/question@internet.nl_0x45028563.asc) Fingerprint: ACB7 8829 4C7E 12BA E922 8C60 D894 E15F 4502 8563 Expiration date: 19th of March 2025

source: about content
fr: # About Internet.nl ## What is Internet.nl? Internet.nl helps you to check whether your internet is up to date. Do your [website](/test-site/), [email](/test-mail/) and [internet connection](/test-connection/) use **modern and reliable Internet Standards**? And if they don't, what can you do about it? ## Who is behind Internet.nl? The test tool Internet.nl is an initiative of the Dutch **Internet Standards Platform**. The aim of the platform is to jointly increase the use of modern Internet standards to make **the Internet more accessible, safer and more reliable for everyone**. The platform is a collaboration between parties from the Internet community and the Dutch government. The following parties are currently participating in the platform: - [Dutch Cloud Community](https://dutchcloudcommunity.nl) - [Dutch Authority for Digital Infrastructure](https://rdi.nl/) - [Dutch Standardisation Forum](https://forumstandaardisatie.nl/) - [ECP](https://ecp.nl/) - [Internet Society international](https://internetsociety.org/) - [Internet Society Nederlands chapter](https://isoc.nl/) - [Ministry of Economic Affairs and Climate Policy](https://www.government.nl/ministries/ministry-of-economic-affairs-and-climate-policy) - [NCSC-NL](https://ncsc.nl/) - [NLnet](https://nlnet.nl/) - [NLnet Labs](https://nlnetlabs.nl/) - [RIPE NCC](https://ripe.net/) - [SIDN](https://sidn.nl/) - [SURF](https://surf.nl/) - [VvR](https://www.verenigingvanregistrars.nl/) ECP provides for the administrative home of the platform. The domain name Internet.nl is provided to the platform by the Netherlands chapter of the Internet Society. [Open Netlabs](https://opennetlabs.nl/) / NLnet Labs laid the foundation for Internet.nl and the underlying tooling. From 1 April 2021 onwards, maintenance and further development will be carried out by the project team of the Internet Standards Platform. ## What are Internet Standards? In order to exchange data between computers around the world, we need international agreements on how computers talk to one another. The digital "plugs and sockets" that link everything together, so to speak. These agreements are called Internet Standards or internet protocols. An example is SMTP, a well-known protocol for sending email. This technical core of the internet is invisible and unknown to most users. However it is crucial for a working internet today and in the future. ## Why is it important to be up to date? The original internet standards date from the 70s and 80s, when the number of internet users was small. Nowadays, there are more than three billion users worldwide! And these people use the internet more and more for transactions that are privacy-sensitive and costly. The old standards cannot meet this scale nor the modern safety requirements. For instance, criminals are abusing the SMTP standard to spoof the sender address of an email. This means that we have to start using new, smarter standards that keep our internet reliable. The good news is that these modern Internet Standards are available. ## Are the Netherlands taking the lead in using modern Internet Standards? Unfortunately, that is not the case. Even in a modern country like the Netherlands (that became the first internet connected European country in 1988) we use too many outdated standards that fall short of reliability. Not using these modern standards is a risk for the individual internet user, but also for the Dutch economy and for the world at large. Therefore, please help improving the internet and make sure that you use modern Internet Standards. ## Who should act on modern Internet Standards? Our access, hosting and email providers should take care of implementing modern internet standards and setting them correctly. Do the test results show any shortcomings? Then please send a message about this to your provider(s). If you use your own connection, webserver or mailserver, you have to take care of the correct settings yourself. ## Why don’t you address the access, hosting and email providers directly? We do. Still it is important that internet users are aware themselves and send out signals to their provider(s) as well. This may come as a surprise, but in a modern country like the Netherlands we still use many standards that are outdated and lack reliability. Therefore please help us to improve the internet together, and demand modern Internet Standards.

source: accessibility content
fr: # Accessibilité The Dutch Internet Standards Platform pays a lot of attention to the accessibility of Internet.nl. We want to offer all information in such a way that everyone can view and use it. ## Report accessibility audit The website Internet.nl was audited for accessibility by the Dutch Accessibility Foundation at the end of 2018. The findings are included in the [report "WCAG 2 study www.internet.nl - level AA"](/static/accessibility/check_6967_auto_rapport.pdf) (in Dutch) d.d. 14 November 2018. Based on these findings, the Internet Standards Platform has implemented a number of improvements for the accessibility of Internet.nl.

source: base about
fr: À propos de conformite-internet.fr

source: base accessibility
fr: Accessibilité

source: base blogs
fr: Blogs

source: base contact
fr: Contact

source: base copyright
fr: Copyright

source: base disclosure
fr: Signaler une vulnerabilité

source: base faqs
fr: Base de connaissances

source: base halloffame
fr: Les meilleurs

source: base halloffame champions
fr: Les meilleurs - champions !

source: base halloffame lead
fr: {{count}} domaines avec 2 x 100% Dernière entrée : {{latest|date:'d/m/Y'}}

source: base halloffame link
fr: Voir les meilleurs - champions !

source: base halloffame mail
fr: Les meilleurs - Email

source: base halloffame web
fr: Les meilleurs - Sites web

source: base home
fr: Accueil

source: base info
fr: Internet.nl est une initiative de la communauté Internet et du gouvernement néerlandais.

source: base news
fr: Actualités

source: base newslink
fr: Vers les actualités

source: base privacy
fr: Politique de confidentialité

source: base test connection explain
fr: ## Qu'est-ce qui est testé ? Après avoir démarré le test de connexion, nous vérifierons si votre connexion Internet actuellement utilisée offre un support pour les standards Internet modernes ci-dessous. * [IPv6](/faqs/ipv6/) : les sites web avec des adresses Internet modernes sont-ils accessibles pour vous ? * [DNSSEC](/faqs/dnssec/) : les signatures de domaine sont-elles validées pour vous ? ## Rapport de test ? Une fois le test terminé, vous êtes dirigé vers un rapport de test. Le rapport contient un score de pourcentage global et des résultats par section de test et par sous-test. Pour plus d'informations, voir ["Explication du rapport de test"](/faqs/report/). ## Comment améliorer ? Vous pouvez utiliser ce rapport de test pour améliorer votre connexion Internet. Généralement, contacter votre fournisseur d'accès Internet à ce sujet sera la meilleure prochaine étape. Dans la communication avec votre fournisseur d'accès Internet, vous pouvez utiliser le lien permanent (c'est-à-dire l'URL) du rapport de test. ## Testez votre connexion

source: base test connection label
fr: Testez votre connection

source: base test connection text
fr: Joignable par une adresse Internet moderne ? Signatures du domaine validées ?

source: base test connection title
fr: À propos du test de la connexion

source: base test explain
fr: À propos du test

source: base test mail explain
fr: ## Qu'est-ce qui est testé ? Après avoir saisi un nom de domaine d'un service de messagerie, nous testerons si le service de messagerie offre un support pour les standards Internet modernes ci-dessous. * [IPv6](/faqs/ipv6/) : accessible via une adresse Internet moderne ? * [DNSSEC](/faqs/dnssec/) : noms de domaine signés ? * [DMARC, DKIM et SPF](/faqs/mailauth/) : marques d'authenticité contre l'hameçonnage par email ? * [STARTTLS et DANE](/faqs/starttls) : connexion sécurisée au serveur de messagerie ? * [RPKI](/faqs/rpki/) : autorisation de route ? Note : certains standards sont même pertinents s'il n'y a pas de serveurs de messagerie configurés pour votre domaine. ## Rapport de test ? Une fois le test terminé, vous êtes dirigé vers un rapport de test. Le rapport contient un score de pourcentage global et des résultats par section de test et par sous-test. Pour plus d'informations, voir ["Explication du rapport de test"](/faqs/report/). ## Comment améliorer ? Vous pouvez utiliser ce rapport de test pour améliorer votre service de messagerie. Généralement, contacter votre hébergeur de messagerie à ce sujet sera la meilleure prochaine étape. Dans la communication avec votre hébergeur de messagerie, vous pouvez utiliser le lien permanent (c'est-à-dire l'URL) du rapport de test. ## Widget Vous pouvez intégrer le test de messagerie dans votre propre site web en utilisant notre [code de widget](/widget-mail/). ## Testez votre domaine email

source: base test mail input
fr: Votre domaine email :

source: base test mail label
fr: Testez votre domaine email

source: base test mail text
fr: Adresse IP moderne ? Anti-hameçonnage ? Transport sécurisé ? Autorisation du routage ?

source: base test mail title
fr: À propos du test

source: base test prechecks invalid domain
fr: **Le domaine donné est invalide !** Explication : Un enregistrement A et/ou AAAA est nécessaire pour le test de site web, et un enregistrement SOA pour le test de messagerie.

source: base test start
fr: Démarrer

source: base test website explain
fr: ## Qu'est-ce qui est testé ? Après avoir saisi un nom de domaine d'un site web, nous testerons si le site web offre un support pour les standards Internet modernes ci-dessous. * [IPv6](/faqs/ipv6/) : accessible via une adresse moderne ? * [DNSSEC](/faqs/dnssec/) : nom de domaine signé ? * [HTTPS](/faqs/https/) : connexion sécurisée ? * [Options de sécurité](/faqs/appsecpriv/) : options de sécurité définies ? * [RPKI](/faqs/rpki/) : autorisation de route ? ## Rapport de test ? Une fois le test terminé, vous êtes dirigé vers un rapport de test. Le rapport contient un score de pourcentage global et des résultats par section de test et par sous-test. Pour plus d'informations, voir ["Explication du rapport de test"](/faqs/report/). ## Comment améliorer ? Vous pouvez utiliser ce rapport de test pour améliorer votre site web. Généralement, contacter votre hébergeur web à ce sujet sera la meilleure prochaine étape. Dans la communication avec votre hébergeur web, vous pouvez utiliser le lien permanent (c'est-à-dire l'URL) du rapport de test. ## Widget Vous pouvez intégrer le test de site web dans votre propre site web en utilisant notre [code de widget](/widget-site/). ## Testez votre site web

source: base test website input
fr: Le nom de domaine de votre site :

source: base test website label
fr: Testez votre site web

source: base test website text
fr: Adresse Internet moderne ? Nom de domaine signé ? Connexion sécurisée ? Autorisation de routage ?

source: base test website title
fr: À propos du test de site web

source: base widget mail
fr: Widget du test email

source: base widget site
fr: Widget du test de site web

source: connection pagetitle
fr: Test de connexion

source: connection title
fr: Test de connexion

source: copyright content
fr: # Copyright ## Contenu Sauf indication contraire, le contenu de ce site web est sous licence [Creative Commons Attribution 4.0 International](https://creativecommons.org/licenses/by/4.0/). ## Code source Le code source du logiciel Internet.nl est publié sous la [Licence Apache, version 2.0](https://opensource.org/licenses/Apache-2.0) sur [Github](https://github.com/internetstandards/Internet.nl). ## Composants de base Internet.nl a été rendu possible en utilisant et en combinant d'autres logiciels open source. Les principaux composants open source d'Internet.nl sont : - [Python 3](https://www.python.org/) (langage de programmation principal) - [Django](https://www.djangoproject.com/) (framework web) - [PostgreSQL](https://www.postgresql.org/) (base de données) - [Celery](https://www.celeryproject.org/) (backend de tâches asynchrones) - [Redis](https://redis.io/) (backend de cache pour Django et Celery) - [RabbitMQ](https://www.rabbitmq.com/) (courtier de messages pour Celery) - [unbound/libunbound](https://www.nlnetlabs.nl/projects/unbound/about/) (pour les tests et fonctionnalités liés au DNS) - [nassl](https://github.com/nabla-c0d3/nassl) (liaisons Python pour OpenSSL ; pour les tests liés au TLS) - [Routinator](https://www.nlnetlabs.nl/projects/rpki/routinator/) (pour les tests liés au RPKI) - [SecTXT](https://github.com/DigitalTrustCenter/sectxt) (pour le test security.txt) - [Postfix](https://www.postfix.org/) (serveur de messagerie pour le test de messagerie interactif, _bêta_) ## Noms et logos * Le nom Internet.nl et le logo Internet.nl sont explicitement exclus de la licence ci-dessus. Ainsi, nous n'accordons pas la permission d'utiliser ceux-ci lorsque notre contenu ou code logiciel est réutilisé, sauf si nous faisons une exception explicite et que les critères associés sont respectés (par exemple dans le cas des [badges 100%](/faqs/badges/)). * Les noms et logos dans les icônes qui se réfèrent à nos réseaux sociaux sont explicitement exclus de la licence ci-dessus. ## Autres sites de test basés sur Internet.nl À notre connaissance, les sites de test suivants ont réutilisé le code source d'Internet.nl. Veuillez nous faire savoir si votre site web est basé sur notre code source. - [aucheck.com.au](https://aucheck.com.au/) (Australie) - [top.nic.br](https://top.nic.br/) (Brésil) - [sikkerpånettet.dk](https://sikkerpånettet.dk/) (Danemark)

source: detail conn dnssec validation exp
fr: Détails de la validation DNSSEC Nous vérifions si les résolveurs que vous utilisez valident les signatures DNSSEC de notre nom de domaine. Les résolveurs sont généralement fournis par votre fournisseur d'accès à Internet. Alternativement, vous pouvez configurer des résolveurs à partir d'un autre fournisseur de DNS. Vous pouvez même utiliser votre propre résolveur installé localement. Bien que la validation soit effectuée dans le résolveur, la communication du résolveur vers votre appareil (appelé 'dernier kilomètre') pourrait toujours être altérée par un attaquant. Ainsi, la façon la plus sécurisée est de valider près de l'appareil de l'utilisateur final (par exemple, en utilisant un résolveur installé localement), ou de s'assurer que le canal entre votre résolveur et votre appareil de l'utilisateur final est sécurisé/de confiance.

source: detail conn dnssec validation label
fr: Validation DNSSEC

source: detail conn dnssec validation tech table
fr: Fournisseur DNS

source: detail conn dnssec validation verdict bad
fr: Vous n'êtes *pas* protégé par la validation de signature DNSSEC.

source: detail conn dnssec validation verdict good
fr: Vous êtes protégé par la validation de signature DNSSEC.

source: detail conn ipv6 connection exp
fr: Nous vérifions si votre appareil via sa connexion Internet actuelle est capable de se connecter *directement* (c'est-à-dire sans traduction DNS) avec notre serveur web en utilisant notre adresse IPv6 correspondante. Certains modules complémentaires de navigateur et routeurs offrent des fonctionnalités de filtrage de domaine afin d'améliorer la confidentialité ou de restreindre l'utilisation d'Internet. Pour empêcher le contournement, ce type de fonctionnalité bloque souvent la connexion directe aux adresses IP, faisant échouer votre connexion Internet pour ce sous-test.

source: detail conn ipv6 connection label
fr: Connectivité IPv6 (directe)

source: detail conn ipv6 connection tech table
fr: Adresse IPv6 anonymisée|Nom inverse|Fournisseur Internet

source: detail conn ipv6 connection verdict bad
fr: Vous n'êtes *pas* capable d'atteindre les ordinateurs directement sur leur adresse IPv6.

source: detail conn ipv6 connection verdict good
fr: Vous êtes capable d'atteindre les ordinateurs directement sur leur adresse IPv6.

source: detail conn ipv6 dns-conn exp
fr: Nous vérifions si votre appareil via sa connexion Internet actuelle est capable de se connecter à notre serveur web via IPv6. Pour ce test, nous fournissons un nom de domaine et nous attendons que votre résolveur résolve le nom de domaine vers l'adresse IPv6 appropriée.

source: detail conn ipv6 dns-conn label
fr: Connectivité IPv6 (via DNS)

source: detail conn ipv6 dns-conn verdict bad
fr: Vous n'êtes *pas* capable d'atteindre les ordinateurs via DNS sur leur adresse IPv6.

source: detail conn ipv6 dns-conn verdict good
fr: Vous êtes capable d'atteindre les ordinateurs via DNS sur leur adresse IPv6.

source: detail conn ipv6 ipv4-conn exp
fr: Nous vérifions si votre appareil via sa connexion Internet actuelle est capable de se connecter à notre serveur web via IPv4. Pour ce test, nous fournissons un nom de domaine et nous attendons que votre résolveur résolve le nom de domaine vers l'adresse IPv4 appropriée. *Niveau d'exigence : Optionnel*

source: detail conn ipv6 ipv4-conn label
fr: Connexion IPv4 (via DNS)

source: detail conn ipv6 ipv4-conn tech table
fr: Adresse IPv4 anonymisée|Nom inverse|Fournisseur Internet

source: detail conn ipv6 ipv4-conn verdict bad
fr: Vous n'êtes *pas* capable d'atteindre les ordinateurs via DNS sur leur adresse IPv4.

source: detail conn ipv6 ipv4-conn verdict good
fr: Vous êtes capable d'atteindre les ordinateurs via DNS sur leur adresse IPv4.

source: detail conn ipv6 privacy exp
fr: Nous vérifions si votre appareil utilise les Extensions de Confidentialité IPv6 pour SLAAC (ou un autre processus de configuration IPv6 que SLAAC) afin d'empêcher la fuite de son adresse MAC potentiellement sensible pour la confidentialité vers les ordinateurs avec lesquels il se connecte via IPv6.

source: detail conn ipv6 privacy label
fr: Extensions de Confidentialité pour IPv6

source: detail conn ipv6 privacy verdict bad
fr: Vous utilisez SLAAC *sans* les 'Extensions de Confidentialité IPv6'.

source: detail conn ipv6 privacy verdict good
fr: Vous avez activé les 'Extensions de Confidentialité IPv6' (ou vous n'utilisez pas SLAAC).

source: detail conn ipv6 resolver-conn exp
fr: Nous vérifions si au moins un des résolveurs DNS que vous utilisez est capable de atteindre nos serveurs de noms faisant autorité via IPv6. Généralement, votre fournisseur d'accès Internet fournit le(s) résolveur(s) DNS.

source: detail conn ipv6 resolver-conn label
fr: Connectivité IPv6 du résolveur DNS

source: detail conn ipv6 resolver-conn verdict bad
fr: Votre résolveur DNS n'est *pas* capable d'atteindre les serveurs de noms via IPv6.

source: detail conn ipv6 resolver-conn verdict good
fr: Votre résolveur DNS est capable d'atteindre les serveurs de noms via IPv6.

source: detail mail auth dkim exp
fr: Nous vérifions si votre domaine prend en charge les enregistrements DKIM. Un serveur de messagerie destinataire peut utiliser la clé publique dans votre enregistrement DKIM pour valider la signature dans un email avec un utilisateur de votre domaine comme expéditeur et déterminer son authenticité. * Actuellement, nous ne sommes pas en mesure d'interroger et d'évaluer la clé publique dans votre enregistrement DKIM, car nous aurions besoin du sélecteur DKIM (qui devrait être dans les emails que vous envoyez) pour le faire. * Pour réussir ce test, nous attendons que votre serveur de noms réponde `NOERROR` à notre requête pour `_domainkey.domaine.fr`. Quand `_domainkey.domaine.fr` est un 'non- terminal vide', certains serveurs de noms qui ne sont pas conformes au standard RFC 2308 répondent incorrectement `NXDOMAIN` au lieu de `NOERROR`. Cela rend impossible pour nous de détecter le support des enregistrements DKIM. * Pour ce test, nous supposons un 'alignement strict' qui est conforme avec DMARC. Le domaine donné est considéré comme étant le domaine expéditeur dans le domaine du corps du mail (`From:`) et cela doit être identique au domaine DKIM (`d=`) et au domaine SPF (expéditeur d'enveloppe, c'est-à-dire return-path qui apparaît dans `MAIL FROM`). Pour une "bonne pratique sur les domaines sans mail", voir l'[explication du sous-test "Politique DMARC"](#control-panel-9).

source: detail mail auth dkim label
fr: Existence DKIM

source: detail mail auth dkim verdict bad
fr: Votre domaine ne prend *pas* en charge les enregistrements DKIM.

source: detail mail auth dkim verdict good
fr: Votre domaine prend en charge les enregistrements DKIM.

source: detail mail auth dkim verdict no-email
fr: Votre domaine ne prend *pas* en charge les enregistrements DKIM. Cependant, étant donné que vos enregistrements DMARC et SPF indiquent qu'aucun mail n'est envoyé depuis votre domaine, DKIM n'est pas nécessaire et ce sous-test est ignoré.

source: detail mail auth dmarc exp
fr: Nous vérifions si DMARC est disponible pour votre domaine. Un serveur de messagerie destinataire peut utiliser votre politique DMARC pour évaluer comment gérer un mail avec votre domaine comme expéditeur qui n'a pas pu être authentifié avec DKIM et SPF, et il peut utiliser votre adresse mail de l'enregistrement DMARC pour fournir des rapports de retour sur l'authentification. Avoir plus d'un enregistrement DMARC dans le même domaine n'est pas valide et conduira à un échec du test. Note : DMARC exige que le domaine SPF (expéditeur d'enveloppe, c'est-à-dire return-path qui apparaît dans `MAIL FROM`) et le domaine DKIM (`d=`) s'alignent avec le domaine du corps du mail (`From:`).

source: detail mail auth dmarc label
fr: Existence DMARC

source: detail mail auth dmarc tech table
fr: Enregistrement DMARC|Trouvé sur

source: detail mail auth dmarc verdict bad
fr: Votre domaine n'a *pas* d'enregistrement DMARC.

source: detail mail auth dmarc verdict good
fr: Votre domaine a un enregistrement DMARC.
