Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: test mailauth warning description
fr: Dommage ! Votre domaine ne contient *pas* toutes les marques d'authenticité contre la contrefaçon d'e-mails ([DMARC, DKIM et SPF](/faqs/mailauth/)). Par conséquent, les destinataires ne sont *pas* en mesure de séparer de manière fiable les e-mails de phishing et de spam abusant de votre domaine dans leur adresse d'expéditeur de vos e-mails authentiques. Vous devriez demander à votre fournisseur de messagerie d'activer DMARC, DKIM et SPF.

source: test mailauth warning summary
fr: *Pas* toutes les marques d'authenticité contre le phishing par e-mail (DMARC, DKIM et SPF)

source: test maildnssec failed description
fr: Dommage ! Certains ou tous vos domaines d'adresse e-mail et de serveur de messagerie ne sont pas signés avec une signature valide ([DNSSEC](/faqs/dnssec/)). Par conséquent, les expéditeurs avec validation de signature de domaine activée, ne sont pas en mesure d'interroger de manière fiable l'adresse IP de votre serveur(s) de messagerie de réception. Un attaquant pourrait manipuler secrètement l'adresse IP et détourner les e-mails qui vous sont adressés vers son propre serveur de messagerie. Vous devriez demander à votre opérateur de serveur de noms et/ou à votre fournisseur de messagerie d'activer DNSSEC.

source: test maildnssec failed summary
fr: *Pas* tous les noms de domaine signés (DNSSEC)

source: test maildnssec info description
fr: Dommage ! Certains ou tous vos domaines d'adresse e-mail et de serveur de messagerie ne sont pas signés avec une signature valide ([DNSSEC](/faqs/dnssec/)). Par conséquent, les expéditeurs avec validation de signature de domaine activée, ne sont pas en mesure d'interroger de manière fiable l'adresse IP de votre serveur(s) de messagerie de réception. Un attaquant pourrait manipuler secrètement l'adresse IP et détourner les e-mails qui vous sont adressés vers son propre serveur de messagerie. Vous devriez demander à votre opérateur de serveur de noms et/ou à votre fournisseur de messagerie d'activer DNSSEC.

source: test maildnssec info summary
fr: *Pas* tous les noms de domaine signés (DNSSEC)

source: test maildnssec label
fr: Noms de domaine signés (DNSSEC)

source: test maildnssec passed description
fr: Bien joué ! Votre domaine d'adresse e-mail et vos domaines de serveur de messagerie sont signés avec une signature valide ([DNSSEC](/faqs/dnssec/)). Par conséquent, les expéditeurs avec validation de signature de domaine activée, sont en mesure d'interroger de manière fiable l'adresse IP de votre serveur(s) de messagerie de réception.

source: test maildnssec passed summary
fr: Tous les noms de domaine signés (DNSSEC)

source: test maildnssec title
fr: Nom de domaine signé ?

source: test maildnssec warning description
fr: Dommage ! Certains ou tous vos domaines d'adresse e-mail et de serveur de messagerie ne sont pas signés avec une signature valide ([DNSSEC](/faqs/dnssec/)). Par conséquent, les expéditeurs avec validation de signature de domaine activée, ne sont pas en mesure d'interroger de manière fiable l'adresse IP de votre serveur(s) de messagerie de réception. Un attaquant pourrait manipuler secrètement l'adresse IP et détourner les e-mails qui vous sont adressés vers son propre serveur de messagerie. Vous devriez demander à votre opérateur de serveur de noms et/ou à votre fournisseur de messagerie d'activer DNSSEC.

source: test maildnssec warning summary
fr: *Pas* tous les noms de domaine signés (DNSSEC)

source: test mailipv6 failed description
fr: Dommage ! Votre serveur de messagerie ne peut pas être atteint par les expéditeurs utilisant des adresses modernes ([IPv6](/faqs/ipv6/)), ou une amélioration est possible. Par conséquent, votre serveur de messagerie ne fait pas encore partie de l'Internet moderne. Vous devriez demander à votre fournisseur de messagerie d'activer complètement IPv6.

source: test mailipv6 failed summary
fr: *Pas* accessible via une adresse internet moderne, ou amélioration possible (IPv6)

source: test mailipv6 info description
fr: Dommage ! Votre serveur de messagerie ne peut pas être atteint par les expéditeurs utilisant des adresses modernes ([IPv6](/faqs/ipv6/)), ou une amélioration est possible. Par conséquent, votre serveur de messagerie ne fait pas encore partie de l'Internet moderne. Vous devriez demander à votre fournisseur de messagerie d'activer complètement IPv6.

source: test mailipv6 info summary
fr: *Pas* accessible via une adresse internet moderne, ou amélioration possible (IPv6)

source: test mailipv6 label
fr: Adresse moderne (IPv6)

source: test mailipv6 passed description
fr: Bien joué ! Votre serveur de messagerie peut être atteint par les expéditeurs utilisant des adresses modernes ([IPv6](/faqs/ipv6/)), ce qui en fait pleinement partie de l'Internet moderne.

source: test mailipv6 passed summary
fr: Accessible via une adresse internet moderne (IPv6)

source: test mailipv6 title
fr: Joignable via une adresse Internet moderne ?

source: test mailipv6 warning description
fr: Dommage ! Votre serveur de messagerie ne peut pas être atteint par les expéditeurs utilisant des adresses modernes ([IPv6](/faqs/ipv6/)), ou une amélioration est possible. Par conséquent, votre serveur de messagerie ne fait pas encore partie de l'Internet moderne. Vous devriez demander à votre fournisseur de messagerie d'activer complètement IPv6.

source: test mailipv6 warning summary
fr: *Pas* accessible via une adresse internet moderne, ou amélioration possible (IPv6)

source: test mailrpki error description
fr: Test pas encore prêt à être exécuté. Veuillez réessayer plus tard. Désolé pour le dérangement.

source: test mailrpki error summary
fr: Test pas prêt à être exécuté (RPKI)

source: test mailrpki failed description
fr: Dommage ! Au moins une des adresses IP de vos serveurs de messagerie de réception et serveurs de noms associés a une annonce de route qui n'est *pas* correspondante avec l'autorisation de route publiée ([RPKI](/faqs/rpki/)). Cela indique une erreur de configuration de route involontaire ou malveillante, qui peut être causée par votre hébergeur de messagerie ou votre hébergeur de serveur de noms (erreur interne) ou par un tiers (erreur externe). Dans les deux cas, cela peut conduire à l'inaccessibilité de votre serveur ou à l'interception du trafic Internet vers votre serveur. Contactez votre hébergeur de messagerie ou hébergeur de serveur de noms dès que possible. En cas d'erreur interne, ils devraient demander à leur fournisseur réseau qui possède les adresses IP de votre serveur de corriger l'erreur de configuration de route.

source: test mailrpki failed summary
fr: Annonce de route *non autorisée* (RPKI)

source: test mailrpki info description
fr: Informatif : Votre domaine ne contient *aucun* serveur de noms et ne contient donc aucun serveur de messagerie de réception. Il n'y a pas d'adresses IP routables qui pourraient être testées ([RPKI](/faqs/rpki/)).

source: test mailrpki info summary
fr: *Aucune* adresse IP routable trouvée (RPKI)

source: test mailrpki label
fr: Autorisation de route (RPKI)

source: test mailrpki passed description
fr: Bien joué ! Toutes les adresses IP de vos serveurs de messagerie de réception et serveurs de noms associés ont une annonce de route qui correspond à l'autorisation de route publiée ([RPKI](/faqs/rpki/)). En conséquence, le transport d'e-mails entre les serveurs de messagerie d'envoi avec validation de route activée et vos serveurs de messagerie de réception est mieux protégé contre diverses erreurs de configuration de route involontaires ou malveillantes, qui peuvent conduire à l'inaccessibilité de vos serveurs ou à l'interception du trafic Internet vers vos serveurs.

source: test mailrpki passed summary
fr: Annonce de route autorisée (RPKI)

source: test mailrpki title
fr: Autorisation de routage ?

source: test mailrpki warning description
fr: Attention ! Au moins une des adresses IP de vos serveurs de messagerie de réception et serveurs de noms associés a une annonce de route pour laquelle *aucune* autorisation de route n'est publiée ([RPKI](/faqs/rpki/)). En conséquence, le transport d'e-mails entre les serveurs de messagerie d'envoi avec validation de route activée et vos serveurs de messagerie de réception n'est *pas* (entièrement) protégé contre diverses erreurs de configuration de route involontaires ou malveillantes, qui peuvent conduire à l'inaccessibilité de vos serveurs ou à l'interception du trafic Internet vers vos serveurs. Contactez votre hébergeur de messagerie ou hébergeur de serveur de noms à ce sujet. Ils peuvent demander à leur fournisseur réseau qui possède les adresses IP de votre serveur de publier des autorisations de routage.

source: test mailrpki warning summary
fr: Autorisation de route *non* publiée (RPKI)

source: test mailtls failed description
fr: Dommage ! Les serveurs de messagerie d'envoi qui supportent le transport d'e-mails sécurisé ([STARTTLS et DANE](/faqs/starttls/)) ne peuvent établir *aucune* ou une connexion *insuffisamment* sécurisée avec vos serveurs de messagerie de réception. Les attaquants passifs et/ou actifs seront donc en mesure de lire les e-mails en transit vers vous. Vous devriez demander à votre fournisseur de messagerie d'activer STARTTLS et DANE, et de les configurer de manière sécurisée.

source: test mailtls failed summary
fr: Connexion au serveur de messagerie *non* ou insuffisamment sécurisée (STARTTLS et DANE)

source: test mailtls info description
fr: Dommage ! Les serveurs de messagerie d'envoi qui supportent le transport d'e-mails sécurisé ([STARTTLS et DANE](/faqs/starttls/)) ne peuvent établir *aucune* ou une connexion *insuffisamment* sécurisée avec vos serveurs de messagerie de réception. Les attaquants passifs et/ou actifs seront donc en mesure de lire les e-mails en transit vers vous. Vous devriez demander à votre fournisseur de messagerie d'activer STARTTLS et DANE, et de les configurer de manière sécurisée.

source: test mailtls info summary
fr: Connexion au serveur de messagerie *non* ou insuffisamment sécurisée (STARTTLS et DANE)

source: test mailtls invalid-null-mx description
fr: Attention : Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas d'e-mails. Cependant, soit votre domaine n'a pas d'enregistrements A/AAAA, rendant l'enregistrement "Null MX" inutile. Soit sur votre domaine un serveur de messagerie de réception est défini par un autre enregistrement MX, rendant le "Null MX" conflictuel.

source: test mailtls invalid-null-mx summary
fr: Domaine de messagerie non récepteur configuré de manière incohérente (STARTTLS et DANE)

source: test mailtls label
fr: Connexion sécurisée au serveur de messagerie (STARTTLS et DANE)

source: test mailtls no-mx description
fr: Informatif : Aucun serveur de messagerie de réception (MX) n'est défini sur votre domaine qui n'a pas d'enregistrements A/AAAA. C'est correct si vous ne voulez pas recevoir d'e-mails. Notez que vous n'avez *pas* besoin d'un enregistrement 'Null MX' dans ce cas. Votre configuration rend les sous-tests de la catégorie STARTTLS et DANE non applicables. Cela vaut également pour les sous-tests spécifiques au serveur de messagerie dans les catégories IPv6 et DNSSEC.

source: test mailtls no-mx summary
fr: Domaine de messagerie non récepteur correctement configuré (STARTTLS et DANE)

source: test mailtls no-null-mx description
fr: Informatif : Aucun serveur de messagerie de réception (MX) n'est défini sur votre domaine qui a des enregistrements A/AAAA. Nous vous recommandons d'indiquer explicitement que votre domaine n'accepte pas d'e-mails en configurant un enregistrement "Null MX". Votre configuration actuelle rend les sous-tests de la catégorie STARTTLS et DANE non applicables. Cela vaut également pour les sous-tests spécifiques au serveur de messagerie dans les catégories IPv6 et DNSSEC.

source: test mailtls no-null-mx summary
fr: Domaine de messagerie non récepteur non explicitement configuré (STARTTLS et DANE)

source: test mailtls null-mx description
fr: Informatif : Votre domaine qui a des enregistrements A/AAAA, indique clairement qu'il n'accepte pas d'e-mails en annonçant un enregistrement "Null MX". C'est correct si vous ne voulez pas recevoir d'e-mails. Votre configuration rend les sous-tests de la catégorie STARTTLS et DANE non applicables. Cela vaut également pour les sous-tests spécifiques au serveur de messagerie dans les catégories IPv6 et DNSSEC.

source: test mailtls null-mx summary
fr: Domaine de messagerie non récepteur correctement configuré (STARTTLS et DANE)

source: test mailtls null-mx-with-other-mx description
fr: Attention : Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas d'e-mails. Cependant, sur votre domaine un serveur de messagerie de réception est défini par un autre enregistrement MX, rendant le "Null MX" conflictuel.

source: test mailtls null-mx-with-other-mx summary
fr: Domaine de messagerie non récepteur configuré de manière incohérente (STARTTLS et DANE)

source: test mailtls null-mx-without-a-aaaa description
fr: Attention : Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas d'e-mails. Cependant, votre domaine n'a pas d'enregistrements A/AAAA, rendant l'enregistrement "Null MX" inutile.

source: test mailtls null-mx-without-a-aaaa summary
fr: Domaine de messagerie non récepteur correctement configuré, bien qu'avec un enregistrement inutile (STARTTLS et DANE)

source: test mailtls passed description
fr: Bien joué ! Les serveurs de messagerie d'envoi supportant le transport d'e-mails sécurisé ([STARTTLS et DANE](/faqs/starttls/)) peuvent établir une connexion sécurisée avec vos serveurs de messagerie de réception. STARTTLS empêche les attaquants passifs de lire les e-mails en transit vers vous. DANE protège contre les attaquants actifs supprimant le chiffrement STARTTLS en manipulant le trafic de messagerie.

source: test mailtls passed summary
fr: Connexion au serveur de messagerie suffisamment sécurisée (STARTTLS et DANE)

source: test mailtls title
fr: Connexion sécurisée au serveur mail ?

source: test mailtls unreachable description
fr: Erreur de test : au moins un de vos serveurs de messagerie de réception n'était pas accessible pour nous, rendant impossible de tester (entièrement) STARTTLS et DANE. Cela pourrait être causé par des problèmes de connectivité réseau ou par le(s) serveur(s) de messagerie n'acceptant pas les connexions.

source: test mailtls unreachable summary
fr: Serveur de messagerie de réception inaccessible (STARTTLS et DANE)

source: test mailtls untestable description
fr: Erreur de test : au moins un de vos serveurs de messagerie de réception n'était pas testable pour nous, rendant impossible de tester (entièrement) STARTTLS et DANE. Cela pourrait être causé par, entre autres, des erreurs SMTP et des mesures de limitation de débit s'engageant et abandonnant les connexions.

source: test mailtls untestable summary
fr: Serveur de messagerie non testable (STARTTLS et DANE)

source: test mailtls warning description
fr: Dommage ! Les serveurs de messagerie d'envoi qui supportent le transport d'e-mails sécurisé ([STARTTLS et DANE](/faqs/starttls/)) ne peuvent établir *aucune* ou une connexion *insuffisamment* sécurisée avec vos serveurs de messagerie de réception. Les attaquants passifs et/ou actifs seront donc en mesure de lire les e-mails en transit vers vous. Vous devriez demander à votre fournisseur de messagerie d'activer STARTTLS et DANE, et de les configurer de manière sécurisée.

source: test mailtls warning summary
fr: Connexion au serveur de messagerie *non* ou insuffisamment sécurisée (STARTTLS et DANE)

source: test siteappsecpriv failed description
fr: Dommage ! *Pas* toutes les options de sécurité requises, c'est-à-dire les en-têtes de sécurité et security.txt, sont définies pour votre site web ([Options de sécurité](/faqs/appsecpriv/)). Avec les en-têtes de sécurité, vous pouvez activer des mécanismes de navigateur pour protéger les visiteurs contre les attaques impliquant, par exemple, le cross-site scripting (XSS) ou le framing. Grâce à un fichier security.txt, vous pouvez fournir aux chercheurs qui ont trouvé une vulnérabilité sur vos systèmes, vos informations de contact et votre politique de Divulgation Coordonnée de Vulnérabilité. Notez que HTTPS est un prérequis pour toutes les options de sécurité testées. Les en-têtes de sécurité (sauf pour Referrer-Policy) ne sont *pas* pertinents pour les domaines qui redirigent (via un Code de Statut HTTP 301/302).

source: test siteappsecpriv failed summary
fr: Une ou plusieurs options de sécurité requises *non* définies (Options de sécurité)

source: test siteappsecpriv info description
fr: Informatif : *Pas* toutes les options de sécurité optionnelles, c'est-à-dire les en-têtes de sécurité et security.txt, sont définies pour votre site web ([Options de sécurité](/faqs/appsecpriv/)). Avec les en-têtes de sécurité, vous pouvez activer des mécanismes de navigateur pour protéger les visiteurs contre les attaques impliquant, par exemple, le cross-site scripting (XSS) ou le framing. Grâce à un fichier security.txt, vous pouvez fournir aux chercheurs qui ont trouvé une vulnérabilité sur vos systèmes, vos informations de contact et votre politique de Divulgation Coordonnée de Vulnérabilité. Notez que HTTPS est un prérequis pour toutes les options de sécurité testées. Les en-têtes de sécurité (sauf pour Referrer-Policy) ne sont pas pertinents pour les domaines qui redirigent (via un Code de Statut HTTP 301/302).

source: test siteappsecpriv info summary
fr: Une ou plusieurs options de sécurité optionnelles *non* définies (Options de sécurité)

source: test siteappsecpriv label
fr: Options de sécurité

source: test siteappsecpriv passed description
fr: Bien joué ! Toutes les options de sécurité, c'est-à-dire les en-têtes de sécurité et security.txt, sont définies pour votre site web ([Options de sécurité](/faqs/appsecpriv/)). Avec les en-têtes de sécurité, vous pouvez activer des mécanismes de navigateur pour protéger les visiteurs contre les attaques impliquant, par exemple, le cross-site scripting (XSS) ou le framing. Grâce à un fichier security.txt, vous pouvez fournir aux chercheurs qui ont trouvé une vulnérabilité sur vos systèmes, vos informations de contact et votre politique de Divulgation Coordonnée de Vulnérabilité. Notez que HTTPS est un prérequis pour toutes les options de sécurité testées. Les en-têtes de sécurité (sauf pour Referrer-Policy) ne sont *pas* pertinents pour les domaines qui redirigent (via un Code de Statut HTTP 301/302).

source: test siteappsecpriv passed summary
fr: Toutes les options de sécurité définies (Options de sécurité)

source: test siteappsecpriv title
fr: Options de sécurité configurée ?

source: test siteappsecpriv warning description
fr: Attention : *Pas* toutes les options de sécurité recommandées, c'est-à-dire les en-têtes de sécurité et security.txt, sont définies pour votre site web ([Options de sécurité](/faqs/appsecpriv/)). Avec les en-têtes de sécurité, vous pouvez activer des mécanismes de navigateur pour protéger les visiteurs contre les attaques impliquant, par exemple, le cross-site scripting (XSS) ou le framing. Grâce à un fichier security.txt, vous pouvez fournir aux chercheurs qui ont trouvé une vulnérabilité sur vos systèmes, vos informations de contact et votre politique de Divulgation Coordonnée de Vulnérabilité. Notez que HTTPS est un prérequis pour toutes les options de sécurité testées. Les en-têtes de sécurité (sauf pour Referrer-Policy) ne sont *pas* pertinents pour les domaines qui redirigent (via un Code de Statut HTTP 301/302).

source: test siteappsecpriv warning summary
fr: Une ou plusieurs options de sécurité recommandées *non* définies (Options de sécurité)

source: test sitednssec failed description
fr: Dommage ! Votre domaine n'est *pas* signé avec une signature valide ([DNSSEC](/faqs/dnssec/)). Par conséquent, les visiteurs avec validation de signature de domaine activée, ne sont *pas* protégés contre la manipulation de la traduction de votre domaine vers des adresses internet malveillantes. Vous devriez demander à votre opérateur de serveur de noms (souvent votre registraire et/ou fournisseur d'hébergement) d'activer DNSSEC.

source: test sitednssec failed summary
fr: Nom de domaine *non* signé (DNSSEC)

source: test sitednssec info description
fr: Dommage ! Votre domaine n'est *pas* signé avec une signature valide ([DNSSEC](/faqs/dnssec/)). Par conséquent, les visiteurs avec validation de signature de domaine activée, ne sont *pas* protégés contre la manipulation de la traduction de votre domaine vers des adresses internet malveillantes. Vous devriez demander à votre opérateur de serveur de noms (souvent votre registraire et/ou fournisseur d'hébergement) d'activer DNSSEC.

source: test sitednssec info summary
fr: Nom de domaine *non* signé (DNSSEC)

source: test sitednssec label
fr: Nom de domaine signé (DNSSEC)

source: test sitednssec passed description
fr: Bien joué ! Votre domaine est signé avec une signature valide ([DNSSEC](/faqs/dnssec/)). Par conséquent, les visiteurs avec validation de signature de domaine activée, sont protégés contre la manipulation de la traduction de votre domaine vers des adresses internet malveillantes.

source: test sitednssec passed summary
fr: Nom de domaine signé (DNSSEC)

source: test sitednssec title
fr: Nom de domaine signé ?

source: test sitednssec warning description
fr: Dommage ! Votre domaine n'est *pas* signé avec une signature valide ([DNSSEC](/faqs/dnssec/)). Par conséquent, les visiteurs avec validation de signature de domaine activée, ne sont *pas* protégés contre la manipulation de la traduction de votre domaine vers des adresses internet malveillantes. Vous devriez demander à votre opérateur de serveur de noms (souvent votre registraire et/ou fournisseur d'hébergement) d'activer DNSSEC.

source: test sitednssec warning summary
fr: Nom de domaine *non* signé (DNSSEC)

source: test siteipv6 failed description
fr: Dommage ! Votre site web n'est *pas* accessible aux visiteurs utilisant une adresse internet moderne ([IPv6](/faqs/ipv6/)), ou une amélioration est possible. Par conséquent, votre site web ne fait pas encore partie de l'Internet moderne. Vous devriez demander à votre fournisseur d'hébergement d'activer complètement IPv6.

source: test siteipv6 failed summary
fr: *Pas* accessible via une adresse internet moderne, ou amélioration possible (IPv6)

source: test siteipv6 info description
fr: Dommage ! Votre site web n'est *pas* accessible aux visiteurs utilisant une adresse internet moderne ([IPv6](/faqs/ipv6/)), ou une amélioration est possible. Par conséquent, votre site web ne fait pas encore partie de l'Internet moderne. Vous devriez demander à votre fournisseur d'hébergement d'activer complètement IPv6.

source: test siteipv6 info summary
fr: *Pas* accessible via une adresse internet moderne, ou amélioration possible (IPv6)

source: test siteipv6 label
fr: Adresse moderne (IPv6)

source: test siteipv6 passed description
fr: Bien joué ! Votre site web est accessible aux visiteurs utilisant une adresse internet moderne ([IPv6](/faqs/ipv6/)), ce qui en fait pleinement partie de l'Internet moderne.

source: test siteipv6 passed summary
fr: Accessible via une adresse internet moderne (IPv6)

source: test siteipv6 title
fr: Joignable via une adresse Internet moderne ?

source: test siteipv6 warning description
fr: Dommage ! Votre site web n'est *pas* accessible aux visiteurs utilisant une adresse internet moderne ([IPv6](/faqs/ipv6/)), ou une amélioration est possible. Par conséquent, votre site web ne fait pas encore partie de l'Internet moderne. Vous devriez demander à votre fournisseur d'hébergement d'activer complètement IPv6.
