Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: disclosure content
fr: # Signaler une vulnérabilité *Révisé le 28 mars 2022* La Plateforme des Standards Internet considère que la sécurité du site Internet.nl est très importante. Malgré le soin que nous avons pris pour assurer la sécurité, il pourrait encore arriver qu'une vulnérabilité soit trouvée. Avez-vous trouvé une faille de sécurité dans le site Internet.nl ? Vous pourriez être tombé dessus accidentellement lors du fonctionnement normal de ce site, ou peut-être avez-vous essayé activement de trouver une vulnérabilité. Dans les deux cas, veuillez nous le faire savoir, afin que nous puissions agir dès que possible. Au fait, ce n'est **pas** une invitation à scanner et tester extensivement notre site pour des faiblesses. Nous le faisons nous-mêmes. Nous aimerions travailler avec vous pour améliorer davantage la sécurité de notre site web. Nous prendrons toujours vos rapports au sérieux lorsqu'ils sont conformes à notre politique de Divulgation Coordonnée de Vulnérabilités et examinerons toutes les vulnérabilités suspectées. Dans notre politique suivante sur la **Divulgation Coordonnée de Vulnérabilités**, nous expliquons ce que nous vous demandons et ce que nous promettons lorsque vous nous signalez une vulnérabilité. ## Nous vous demandons de : - nous envoyer vos découvertes par [email](mailto:question@internet.nl) ou via un [avis de sécurité GitHub](https://github.com/internetstandards/Internet.nl/security/advisories/new) dès que possible ; - si vous envoyez un email, de préférence chiffrer votre email avec notre clé PGP ; - fournir suffisamment d'informations pour reproduire le problème, afin que nous puissions le corriger dès que possible ; l'adresse IP ou l'URL est généralement suffisante, accompagnée d'une description de la vulnérabilité, mais pour des vulnérabilités plus complexes nous pourrions avoir besoin de plus d'informations ; - ne pas exécuter de tests qui attaquent via la sécurité physique, l'ingénierie sociale, ou des applications tierces ; - ne pas exécuter d'attaques par force brute ou de déni de service ; - ne pas exploiter la vulnérabilité pour, par exemple, changer ou supprimer des données, ou installer des logiciels malveillants ; - ne pas partager le problème avec d'autres jusqu'à ce que nous l'ayons corrigé ; - ne pas copier de données de nos systèmes, autres que ce qui est absolument nécessaire pour démontrer la fuite ; - laisser vos données de contact (adresse e-mail et numéro de téléphone), afin que nous puissions entrer en contact et travailler avec vous pour résoudre le problème. ## Nous promettons : - de répondre à votre notification dans les trois jours ouvrables, avec une évaluation de votre rapport et une date prévue pour une solution ; - de traiter votre rapport de manière confidentielle : nous ne partagerons pas vos informations personnelles sans votre consentement, sauf avec la police et la justice si un rapport de police est fait ou si ces informations sont légalement requises ; - de vous tenir informé de nos progrès dans la résolution du problème ; - d'inclure votre nom comme découvreur de la vulnérabilité dans tous les rapports d'actualités, si vous le souhaitez ; - qu'une découverte accidentelle d'une vulnérabilité ne conduira pas à des poursuites judiciaires contre vous, tant que vous respectez les règles et agissez dans l'esprit de la Divulgation Coordonnée de Vulnérabilités ; - en signe de notre gratitude, nous vous donnerons un t-shirt pour chaque rapport d'un problème de sécurité qui ne nous est pas encore connu ; nous savons que ce n'est pas une grande récompense, mais nous ne voulons pas stimuler le scanning actif de vulnérabilités. ## Exclusions : Comme notre temps est précieux, nous vous demandons : * de **ne pas** signaler de découvertes triviales pour lesquelles il n'y a pas d'exploits connus et/ou pour lesquelles il n'y a pas de risque réel impliqué ; * de **ne pas** signaler aveuglément les découvertes d'outils de scanning automatisé de vulnérabilités. Ne copiez-collez pas les découvertes dans un e-mail, mais prenez d'abord du temps pour comprendre la nature de notre site web avant de signaler quoi que ce soit ; * de réaliser que nos outils sont open source et disponibles pour réutilisation. Nous **ne pouvons** être tenus responsables des implémentations par d'autres. Ci-dessous sont quelques exemples de découvertes que vous **ne devriez pas** signaler. Si vous le faites, veuillez réaliser que nous **ne** récompensons **pas** ces rapports et nous pourrions **ne pas** répondre à votre e-mail. - Vulnérabilités concernant des domaines autres qu'internet.nl ; - Divulgations d'informations d'en-tête ; - Vulnérabilité SSRF (ce n'est pas une vulnérabilité mais une fonctionnalité intentionnelle nécessaire au bon fonctionnement d'Internet.nl) ; - Fichiers ou dossiers accessibles publiquement avec des informations non sensibles (comme robots.txt ou des images) ; - Standards manquants qui ne sont pas promus par Internet.nl (comme MTA-STS) ; - Déviations prétendues qui sont conformes au standard de test utilisé par Internet.nl lui-même (comme pour un certain en-tête de sécurité).

source: domain pagetitle
fr: Test de site web :

source: domain title
fr: Test de site web : {{prettyaddr}}

source: domain tweetmessage
fr: Le%20site%20web%20{{report.domain}}%20obtient%20{{score}}%25%20au%20test%20de%20site%20web%20d%27%40Internet_nl%3A

source: faqs appsecpriv content
fr: ## En-têtes de sécurité HTTP ### X-Frame-Options - ["7.6 L'en-tête X-Frame-Options" dans HTML Living Standard](https://html.spec.whatwg.org/multipage/document-lifecycle.html#x-frame-options) - [RFC 7034: Champ d'en-tête HTTP X-Frame-Options](https://www.rfc-editor.org/rfc/rfc7034) - [X-Frame-Options, MDN webdocs](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/X-Frame-Options) ### X-Content-Type-Options - [Blog 'IE8 Security Part VI: Beta 2 Update'](https://blogs.msdn.microsoft.com/ie/2008/09/02/ie8-security-part-vi-beta-2-update/) - [X-Content-Type-Options, MDN webdocs](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/X-Content-Type-Options) ### X-XSS-Protection (obsolète) - [Test X-XSS-Protection supprimé d'Internet.nl](/article/x-xss-protection-removed-and-improvement-for-no-mx-domains/) ### Content-Security-Policy (CSP) - [Content Security Policy Level 3, W3C Working Draft](https://www.w3.org/TR/CSP3/) (En conformité avec CSP3, nous considérons `frame-src` comme *non* obsolète.) - [Content Security Policy Level 2, W3C Recommendation](https://www.w3.org/TR/CSP2/) - [Content-Security-Policy, MDN webdocs](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Content-Security-Policy) - [Laboratoire de Mozilla (Content Security Policy / CSP Toolkit)](https://addons.mozilla.org/nl/firefox/addon/laboratory-by-mozilla/) ### Referrer-Policy - [Referrer Policy, W3C Candidate Recommendation, 26 janvier 2017](https://www.w3.org/TR/referrer-policy/) - [Referrer Policy, Editor's Draft](https://w3c.github.io/webappsec-referrer-policy/) - [Referrer-Policy, MDN webdocs](https://developer.mozilla.org/en-US/docs/Web/HTTP/Headers/Referrer-Policy) ## Autres options de sécurité ### security.txt - [RFC 9116: Un format de fichier pour aider à la divulgation des vulnérabilités de sécurité](https://www.rfc-editor.org/rfc/rfc9116) - [Common Security Advisory Framework Version 2.0, "7.1.8 Exigence 8: security.txt"](https://docs.oasis-open.org/csaf/csaf/v2.0/os/csaf-v2.0-os.html#718-requirement-8-securitytxt) - [Registre IANA pour les champs security.txt](https://www.iana.org/assignments/security-txt-fields/security-txt-fields.xhtml) - [Securitytxt.org](https://securitytxt.org/) - ["Qu'est-ce que security.txt ?"](https://www.digitaltrustcenter.nl/securitytxt) (en néerlandais) par Digital Trust Center - ["Guide security.txt"](https://www.ncsc.nl/documenten/publicaties/2023/maart/2/handreiking-security.txt) (en néerlandais) par NCSC-NL

source: faqs appsecpriv title
fr: Options de sécurité

source: faqs badges post-badge content
fr: ### Notes 1. Si vous souhaitez utiliser les badges sur votre site web, le domaine de ce site web doit correspondre au domaine qui obtient 100%. Il n'est *pas* autorisé d'utiliser les badges sur un site web qui a un autre nom de domaine. 2. Lors de l'utilisation des badges sur votre site web, nous vous recommandons de sauvegarder et d'utiliser les badges sur votre propre serveur web. De cette façon, il n'y aura aucun contact avec notre serveur web lorsque votre site web sera visité. Nous vous demandons gentiment de créer un lien hypertexte de chaque badge utilisé vers [https://internet.nl/](https://internet.nl/). ## Badge pour les hébergeurs Les règles d'utilisation du *badge conforme Internet.nl* pour les hébergeurs peuvent être trouvées dans le [Hall of Fame pour les Hébergeurs](/halloffame/hosters/).

source: faqs badges pre-badge content
fr: ## Badges pour les propriétaires de domaines Si votre site web ou email obtient 100% sur Internet.nl, votre domaine est inclus dans le [Hall of Fame](/halloffame/) correspondant. Dans ce cas, vous êtes autorisé à utiliser les badges 100% correspondants dans vos communications, tant que vous conservez votre score de 100%.

source: faqs badges title
fr: Utilisation des badges 100%

source: faqs batch-and-dashboard content
fr: En plus du site web pour tester des noms de domaine individuels, Internet.nl fournit également les outils suivants qui peuvent être utilisés pour tester plusieurs noms de domaine : - [API par lots](https://github.com/internetstandards/Internet.nl-API-docs) - [Tableau de bord web](https://dashboard.internet.nl) ## Exemples d'utilisation Pour quelques exemples d'organisations utilisant l'API et le tableau de bord web d'Internet.nl, voir ["Mesures utilisant Internet.nl"](/faqs/measurements/). ## Attribution Si vous réutilisez les résultats de test d'Internet.nl dans votre propre site web ou service, nous vous demandons aimablement de nous attribuer. Pour plus d'informations, voir ["conditions d'utilisation"](https://github.com/internetstandards/Internet.nl-API-docs/blob/main/terms-of-use.md) et ["droits d'auteur"](/copyright/).

source: faqs batch-and-dashboard title
fr: API par lots et tableau de bord web

source: faqs content
fr: ## Tests * [À propos du test de site web](/test-site/) * [À propos du test email](/test-mail/) * [À propos du test de connexion](/test-connection/) ## Standards * [Adresse moderne (IPv6)](/faqs/ipv6/) * [Signature de domaine (DNSSEC)](/faqs/dnssec/) * [Connexion sécurisée au site web (HTTPS)](/faqs/https/) * [Options de sécurité (en-têtes de sécurité HTTP et security.txt)](/faqs/appsecpriv/) * [Protection contre le phishing par email (DMARC, DKIM et SPF)](/faqs/mailauth/) * [Transport email sécurisé (STARTTLS et DANE)](/faqs/starttls/) * [Autorisation pour le routage (RPKI)](/faqs/rpki/) ## Rapport de test, badges et hall of fame * [Explication du rapport de test](/faqs/report/) * [Utilisation des badges 100%](/faqs/badges/) * [Critères pour le 'Hall of Fame pour les Hébergeurs'](/faqs/halloffame/)

source: faqs dnssec content
fr: ## Pourquoi Ci-dessous, vous trouverez quelques liens vers des descriptions d'incidents connus que DNSSEC aurait probablement pu empêcher. * ["Attaque d'empoisonnement de cache piège la plus grande banque brésilienne"](https://www.theregister.co.uk/2009/04/22/bandesco_cache_poisoning_attack/) * ["Eircom révèle qu'une attaque d''empoisonnement de cache' par un pirate a causé des pannes"](https://www.siliconrepublic.com/enterprise/eircom-reveals-cache-poisoning-attack-by-hacker-led-to-outages) * ["Les empoisonnements de cache DNS imposent des attaques de malware aux Brésiliens"](https://www.theregister.co.uk/2011/11/07/brazilian_dns_cache_poisoing_attacks/) * ["Probable empoisonnement de cache des domaines de gestion de courrier"](https://www.cert.org/blogs/certcc/post.cfm?EntryID=206) * ["Ni neige ni pluie ni MITM... Une analyse empirique de la sécurité de livraison d'email"](https://dl.acm.org/citation.cfm?id=2815695) Voici une citation de la dernière publication de recherche mentionnée : > La sécurité du courrier, comme celle de nombreux autres protocoles, est intrinsèquement liée à la sécurité de la résolution DNS. Plutôt que de cibler le protocole SMTP, un attaquant réseau actif peut usurper les enregistrements DNS d'un serveur de courrier de destination pour rediriger les connexions SMTP vers un serveur sous le contrôle de l'attaquant. [...] Nous trouvons des preuves que 178 439 sur 8 860 639 (2,01%) serveurs DNS accessibles publiquement ont fourni des IP ou des enregistrements MX invalides pour un ou plusieurs de ces domaines. ## Statistiques d'utilisation * [Statistiques .nl sur DNSSEC](https://stats.sidnlabs.nl/en/) par SIDN Labs * [Mesure de validation DNSSEC](https://stats.labs.apnic.net/dnssec) par APNIC * [Rapport de déploiement DNSSEC](https://dnssec-deployment.icann.org/dctld/) ## Informations générales * [FAQ sur DNSSEC](https://www.sidn.nl/en/modern-internet-standards/dnssec) par SIDN * [Deploy360 d'ISOC sur DNSSEC](https://www.internetsociety.org/deploy360/dnssec/) * [DNSSEC.net](https://www.dnssec.net/) * [Wikipedia sur DNSSEC](https://en.wikipedia.org/wiki/Domain_Name_System_Security_Extensions) * [Partage de connaissances et instanciation de normes pour la sécurité DNS et de nommage (KINDNS)](https://kindns.org/) ## Spécifications * [RFC 4033: Introduction et exigences de sécurité DNS](https://www.rfc-editor.org/rfc/rfc4033) * [RFC 4034: Enregistrements de ressources pour les extensions de sécurité DNS](https://www.rfc-editor.org/rfc/rfc4034) * [RFC 4035: Modifications de protocole pour les extensions de sécurité DNS](https://www.rfc-editor.org/rfc/rfc4035) * [RFC 8624: Exigences d'implémentation d'algorithme et conseils d'utilisation pour DNSSEC](https://www.rfc-editor.org/rfc/rfc8624) * [RFC 9276: Conseils pour les paramètres NSEC3](https://www.rfc-editor.org/rfc/rfc9276)

source: faqs dnssec title
fr: Signature de domaine (DNSSEC)

source: faqs halloffame content
fr: ## Critères de liste Un hébergeur qui souhaite être listé dans le [Hall of Fame pour les Hébergeurs](/halloffame/hosters/) doit respecter les critères ci-dessous. 1. **Domaine de l'hébergeur 2x 100%** : Le nom de domaine propre de l'hébergeur, sur lequel le site web de l'entreprise est actif, obtient 100% dans le test de site web et le test email sur Internet.nl ; 2. **Offre de services d'hébergement** : L'hébergeur offre explicitement des services d'hébergement pour les sites web et l'email sur son site web d'entreprise sans limitations dans l'audience client (comme les associations et clubs) ; 3. **Domaines clients 2x 100%** : L'hébergeur offre à ses clients la possibilité d'obtenir 100% dans le test de site web et le test email sur Internet.nl ; 4. **Registre du commerce** : Le nom de l'entreprise de l'hébergeur est mentionné comme nom commercial dans le Registre du Commerce de la Chambre de Commerce néerlandaise ou dans un registre commercial étranger similaire ; 5. **Sur demande uniquement** : L'inclusion dans ce Hall of Fame est volontaire et peut être demandée par l'hébergeur en envoyant un email à question@internet.nl. ## Autres règles * **Badge** : Seuls les hébergeurs listés dans ce Hall of Fame pour les Hébergeurs sont autorisés à utiliser le [badge conforme Internet.nl](/static/embed-badge-hosters-v3.svg) dans leurs propres communications. Si vous souhaitez utiliser les badges sur votre site web, le domaine de ce site web doit correspondre à l'entrée listée dans le Hall of Fame. * **Ordre** : Les noms des hébergeurs dans le Hall of Fame sont affichés dans un ordre aléatoire. ## Vérifications automatisées de conformité Le [tableau de bord Internet.nl](https://dashboard.internet.nl) est utilisé pour vérifier régulièrement si les hébergeurs listés dans le Hall of Fame pour les Hébergeurs ont toujours un double score de 100% (mail et web) pour leur propre domaine. C'est une vérification automatisée qui sera effectuée deux fois par mois. Les [rapports de test pour les hébergeurs listés](https://dashboard.internet.nl/#/published/103/) sont publiquement disponibles. ## Radiation Les hébergeurs non conformes seront manuellement radiés selon les critères et règles suivants : * Si les résultats de test pour le web ou l'email sont inférieurs à 100% pendant 3 scans consécutifs (environ 6 semaines) peu importe quels sous-tests échouent. * Quand nous intégrons de nouveaux (sous-)tests dans notre score de test global (le pourcentage), nous fournirons une période de grâce de 2 mois (à partir de la date d'intégration) pour que les hébergeurs de notre Hall of Fame deviennent entièrement conformes (double score de 100%). * La radiation se produit pour une période d'au moins 3 mois, après quoi l'hébergeur doit manuellement redemander à être listé. * La personne de contact de l'hébergeur recevra une notification de la radiation. * Il n'y aura aucune communication avant la radiation ; il est de la responsabilité de l'hébergeur de s'assurer (et vérifier) si son propre domaine a toujours un double score de 100% (pour le mail et le web). S'il y a une autre raison pour laquelle un hébergeur ne devrait pas être listé dans notre Hall of Fame pour les Hébergeurs, veuillez envoyer un email à question@internet.nl avec une argumentation appropriée.

source: faqs halloffame title
fr: Critères pour le 'Hall of Fame pour les Hébergeurs'

source: faqs https content
fr: ## Pourquoi * [Mon site a-t-il besoin de HTTPS ?](https://doesmysiteneedhttps.com/) * ["Pourquoi HTTPS pour tout ?"](https://https.cio.gov/everything/) par CIO.gov * ["Vous pensez encore que vous n'avez pas besoin de HTTPS ?"](https://scotthelme.co.uk/still-think-you-dont-need-https/) par Scott Helme ## Statistiques d'utilisation * [Statistiques .nl sur HTTPS](https://stats.sidnlabs.nl/nl/) par SIDN Labs * ["Pourcentage de pages web chargées par Firefox utilisant HTTPS"](https://letsencrypt.org/de/stats/#percent-pageloads) * ["Utilisation HTTPS" par Google](https://www.google.com/transparencyreport/https/metrics/?hl=en) ## Informations générales * ["Directives de sécurité IT pour Transport Layer Security (TLS), v2.1"](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) par NCSC-NL * ["Directives de sécurité TIC pour les applications web"](https://www.ncsc.nl/documenten/publicaties/2019/mei/01/ict-beveiligingsrichtlijnen-voor-webapplicaties) par NCSC-NL (en néerlandais) * [Générateur de configuration SSL Mozilla](https://mozilla.github.io/server-side-tls/ssl-config-generator/) * [Bettercrypto.org](https://bettercrypto.org) * [Comment fonctionne HTTPS](https://howhttps.works/) ## Spécifications * [RFC 9110: Sémantique HTTP](https://www.rfc-editor.org/rfc/rfc9110) * [RFC 8446: Le protocole Transport Layer Security (TLS) Version 1.3](https://www.rfc-editor.org/rfc/rfc8446) * [RFC 5246: Le protocole Transport Layer Security (TLS), Version 1.2](https://www.rfc-editor.org/rfc/rfc5246) * [RFC 6797: HTTP Strict Transport Security (HSTS)](https://www.rfc-editor.org/rfc/rfc6797) * [RFC 6698: L'authentification basée sur DNS des entités nommées (DANE) Transport Layer Security (TLS) Protocol: TLSA](https://www.rfc-editor.org/rfc/rfc6698)

source: faqs https title
fr: Connexion sécurisée au site web (HTTPS)

source: faqs ipv6 content
fr: ## Pourquoi * ["Trois raisons pour lesquelles IPv6 vaut l'effort"](https://blog.apnic.net/2018/12/13/three-reasons-why-ipv6-is-worth-the-effort/) par Nick Buraglio * ["Plaider en faveur d'IPv6"](https://www.baselinemag.com/networking/making-a-strong-case-for-ipv6.html) par John Curran (ARIN) * ["IPv6: Il est temps de monter à bord"](https://code.facebook.com/posts/1192894270727351/ipv6-it-s-time-to-get-on-board/) par Paul Saab (Facebook) * ["Raisons pour IPv6"](https://ipv6now.com.au/primers/IPv6Reasons.php) par IPv6NOW ## Statistiques d'utilisation * [Statistiques .nl sur IPv6](https://stats.sidnlabs.nl/en/) par SIDN Labs * [Mesures IPv6 APNIC](https://stats.labs.apnic.net/ipv6/) * [Lancement mondial IPv6](https://www.worldipv6launch.org/measurements/) * [Adoption IPv6 Akamai](https://www.akamai.com/us/en/about/our-thinking/state-of-the-internet-report/state-of-the-internet-ipv6-adoption-visualization.jsp) * [Statistiques IPv6 Google](https://www.google.com/intl/en/ipv6/statistics.html) * [Statistiques IPv6 Cisco](https://6lab.cisco.com/stats/) * [Informations de maturité IPv6](https://ipv6ripeness.ripe.net/) ## Informations générales * [FAQ sur IPv6](https://www.sidn.nl/en/modern-internet-standards/ipv6) par SIDN * [Deploy360 d'ISOC sur IPv6](https://www.internetsociety.org/deploy360/ipv6/) * [Centre d'information IPv6 chez RIPE](https://www.ripe.net/publications/ipv6-info-centre/) * [Wikipedia sur IPv6](https://en.wikipedia.org/wiki/IPv6) * ["Questions de politique pour recevoir des emails dans un monde avec des hôtes IPv6" de M³AAWG](https://www.m3aawg.org/sites/default/files/document/M3AAWG_Inbound_IPv6_Policy_Issues-2014-09.pdf) ## Spécifications * [RFC 8200: Protocole Internet, Version 6 (IPv6) Spécification](https://www.rfc-editor.org/rfc/rfc8200)

source: faqs ipv6 title
fr: Adresse moderne (IPv6)

source: faqs mailauth content
fr: ## Pourquoi * ["Pourquoi vous devriez faire du DMARC"](https://governmenttechnology.blog.gov.uk/2016/10/04/why-you-should-be-doing-dmarc/) par GOV.uk * ["Pourquoi DMARC est-il important ?"](https://dmarc.org/wiki/FAQ#Why_is_DMARC_important.3F) par DMARC.org ## Statistiques d'utilisation * [Statistiques .nl sur DMARC](https://stats.sidnlabs.nl/nl/mail.html) par SIDN Labs * [Statistiques d'adoption DMARC dans le monde](https://dmarc.org/stats/farsight/dmarc/) par DMARC.org ## Informations générales * [Guide pratique sur DMARC, DKIM et SPF](https://toolbox.internet.nl) par Dutch Internet Standards Platform * [FAQ sur les standards de sécurité email](https://www.sidn.nl/en/modern-internet-standards/e-mail-security-standards) par SIDN * [DMARC.org](https://dmarc.org/), [OpenSPF.org (archive)](http://web.archive.org/web/20190125100326/http://www.openspf.org/), et [DKIM Core](https://dkimcore.org/) * [Meilleures pratiques communes pour la rotation des clés DKIM](https://www.m3aawg.org/DKIMKeyRotation) par M3AAWG * [Meilleures pratiques communes pour protéger les domaines parkés](https://www.m3aawg.org/M3AAWG-Protecting-Parked-Domains-BCP-update-2022-06) par M3AAWG * [Meilleures pratiques recommandées pour l'authentification email](https://www.m3aawg.org/sites/default/files/m3aawg-email-authentication-recommended-best-practices-09-2020.pdf) par M3AAWG ## Spécifications * [RFC 7489: Authentification de messages basée sur le domaine, rapports et conformité (DMARC)](https://www.rfc-editor.org/rfc/rfc7489) * [RFC 6376: Signatures DomainKeys Identified Mail (DKIM)](https://www.rfc-editor.org/rfc/rfc6376) * [RFC 7208: Sender Policy Framework (SPF) pour autoriser l'utilisation de domaines dans l'email, Version 1](https://www.rfc-editor.org/rfc/rfc7208)

source: faqs mailauth title
fr: Protection contre le phishing par email (DMARC, DKIM et SPF)
