Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: detail tech data http-securitytxt unknown_field
fr: Notification : security.txt contient un champ inconnu. Soit c'est un champ personnalisé qui peut ne pas être largement supporté, ou il y a une faute de frappe dans un nom de champ standardisé (ligne {line_no}).

source: detail tech data http-securitytxt utf8
fr: Erreur : Le contenu doit être encodé en utf-8.

source: detail tech data insecure
fr: non sécurisé

source: detail tech data insufficient
fr: insuffisant

source: detail tech data no
fr: non

source: detail tech data not-applicable
fr: non applicable

source: detail tech data not-reachable
fr: non joignable

source: detail tech data not-testable
fr: non testable

source: detail tech data not-tested
fr: non testé

source: detail tech data phase-out
fr: suppression progressive

source: detail tech data secure
fr: sécurisé

source: detail tech data sufficient
fr: suffisant

source: detail tech data yes
fr: oui

source: detail verdict could-not-test
fr: Erreur de test. Veuillez réessayer plus tard.

source: detail verdict not-tested
fr: Ce sous-test ne s'est pas exécuté, car soit un test parent dont ce sous-test dépend a donné un résultat négatif, soit il n'y avait pas assez d'informations disponibles pour exécuter ce sous-test.

source: detail web appsecpriv http-csp exp
fr: Nous vérifions si votre serveur web fournit un en-tête HTTP pour `Content-Security-Policy` (CSP). De plus, nous vérifions plusieurs paramètres CSP sécurisés, bien que nous ne testions *pas* de manière exhaustive l'efficacité de votre configuration CSP. CSP protège un site web contre les attaques d'injection de contenu, y compris le cross-site scripting (XSS). En utilisant CSP pour configurer une 'liste d'autorisation' avec *des sources de contenu approuvé*, vous empêchez les navigateurs de charger du contenu malveillant d'attaquants. Nous testons les règles ci-dessous qui sont basées sur les bonnes pratiques pour une configuration CSP sécurisée. 1. La directive `default-src` doit être définie et sa valeur doit être soit `'none'`, soit `'self'` et/ou une ou plusieurs URLs du domaine lui-même (y compris son sous-domaine ou super-domaine). Ceci permet d'avoir une politique de repli par défaut restrictive pour les types de sources qui sont utilisés dans votre site web pour lesquels aucune politique spécifique n'est définie. En plus des valeurs mentionnées, `'report-sample'` pourrait être présent dans le cas où vous voulez que des échantillons de code soient envoyés avec les 'rapports de violation'. 2. La directive `base-uri` doit être définie et sa valeur doit être soit `'none'`, soit `'self'` et/ou une ou plusieurs URLs du domaine lui-même (y compris son sous-domaine ou super-domaine). Ceci restreint le `baseURI` afin de bloquer l'injection d'un élément `<base>` manipulé. Cela limite la capacité des attaquants à manipuler les emplacements des sources (par exemple les scripts) qui sont chargées depuis des URLs relatives. 3. La directive `frame-src` doit être utilisée (soit par définition soit en s'appuyant sur le repli vers séquentiellement `child-src` et `default-src`) et sa valeur doit être soit `'none'`, soit `'self'` et/ou une ou plusieurs URLs spécifiques. Ceci empêche que du contenu provenant d'emplacements non autorisés soit encadré ou intégré dans votre site web (avec des éléments HTML tels que `<frame>` et `<iframe>`). 4. La directive `frame-ancestors` doit être définie et sa valeur doit être soit `'none'`, soit `'self'` et/ou une ou plusieurs URLs spécifiques. Ceci empêche les sites web non autorisés d'encadrer ou d'intégrer votre site web (avec les éléments HTML `<frame>`, `<iframe>`, `<object>`, `<embed>`, ou `<applet>`). 5. La directive `form-action` doit être définie et sa valeur doit être soit `'none'`, soit `'self'` et/ou une ou plusieurs URLs spécifiques. Ceci restreint les URLs qui peuvent être utilisées comme cible des soumissions de formulaires. 6. Les valeurs sources `unsafe-eval`, `unsafe-inline` et `unsafe-hashes` ne doivent *pas* être utilisées, car elles permettent les attaques XSS. 7. Le schéma `data:` ne doit *pas* être utilisé dans les directives `default-src`, `script-src` et `object-src`, car cela permet les attaques XSS. 8. Un domaine avec le schéma `http://` ou un domaine sans schéma ne doit *pas* être utilisé, car cela permet aux sources d'être téléchargées via une connexion non sécurisée. Utilisez plutôt le schéma `https://`. 9. Un caractère générique (c'est-à-dire `*`) pour la partie hôte complète d'une URL ne doit *pas* être utilisé dans aucune directive, car cela autorise n'importe quelle source externe. De plus, n'utilisez *pas* simplement `https:` car c'est équivalent à `https://*`. Spécifiez toujours le domaine principal également (par exemple `https://scripts.domaine.fr` ou `https://*.domaine.fr`). 10. `127.0.0.1` ne doit *pas* être utilisé dans aucune directive, car cela permet les attaques d'injection de contenu dans un système compromis. Recommandations supplémentaires : 1. Utilisez uniquement des domaines dans les directives CSP aussi spécifiques que possible, ce qui est testé automatiquement dans une certaine mesure dans ce sous-test pour CSP. * N'autorisez *pas* tous les domaines sous un TLD (`*.nl`) ou SLD (`*.gov.uk`), bien que nous ne testions actuellement *pas* cela. * N'autorisez *pas* un domaine principal différent sous un SLD dans `default-src` (par exemple `example2.gov.nl` pour `example1.gov.nl`), bien que nous ne testions actuellement *pas* cela non plus. 2. Idéalement, n'utilisez *pas* de scripts ou styles en ligne. Pour les cas où vous ne pouvez pas éviter d'utiliser des scripts ou styles en ligne, n'utilisez *pas* `unsafe-inline` (comme mentionné ci-dessus) mais utilisez de préférence les hachages CSP ou sinon les nonces CSP. 3. Utilisez l'en-tête HTTP comme mécanisme pour servir votre politique CSP. N'utilisez *pas* l'élément HTML `<meta>` pour servir votre politique CSP. Ce dernier est moins sécurisé et ne prend pas en charge toutes les directives CSP (par exemple le `frame-ancestors` requis). Par conséquent, nous ne vérifions *pas* le CSP qui est offert via l'élément HTML `<meta>`. 5. Utilisez l'en-tête HTTP pour `Content-Security-Policy-Report-Only` pour expérimenter avec votre configuration CSP en surveillant son effet sans l'appliquer. 6. Notez qu'une liste de sources vide (c'est-à-dire une directive CSP sans valeur) est équivalente à une liste de sources contenant `none`. De plus, notez que si d'autres sources sont listées dans une liste de sources à côté de `none`, alors l'attribut `none` est ignoré. Voir aussi ['Directives d'applications web du NCSC-NL'](https://www.ncsc.nl/documenten/publicaties/2019/mei/01/ict-beveiligingsrichtlijnen-voor-webapplicaties), directive U/PW.03 (en néerlandais). *Niveau d'exigence : Recommandé*

source: detail web appsecpriv http-csp label
fr: Content-Security-Policy

source: detail web appsecpriv http-csp tech table
fr: Adresse IP du serveur web|Constatations

source: detail web appsecpriv http-csp verdict bad
fr: Votre serveur web n'offre *pas* de Content-Security-Policy (CSP), ou offre un CSP avec certains paramètres *non sécurisés*.

source: detail web appsecpriv http-csp verdict good
fr: Votre serveur web offre un Content-Security-Policy (CSP) et n'utilise pas certains paramètres CSP non sécurisés.

source: detail web appsecpriv http-referrer-policy exp
fr: Nous vérifions si votre serveur web fournit un en-tête HTTP pour `Referrer-Policy` avec une valeur de politique suffisamment sécurisée et protégeant la vie privée. Avec cette politique, votre serveur web indique aux navigateurs si, quoi et quand les données de référent doivent être envoyées au site web vers lequel l'utilisateur navigue depuis votre site web. Ces données de référent sont envoyées dans l'en-tête `Referer` par le navigateur au site web vers lequel l'utilisateur navigue. Cette navigation ne doit pas nécessairement être inter-domaines. Les données dans l'en-tête `Referer` sont généralement utilisées pour l'analyse et la journalisation. Cependant, il peut y avoir des risques de confidentialité et de sécurité. Les données pourraient être utilisées par exemple pour le suivi des utilisateurs et les données pourraient fuiter vers des tiers qui espionnent la connexion. L'en-tête HTTP pour `Referrer-Policy` vous permet d'atténuer ces risques en contrôlant et même en minimisant l'envoi de données de référent. Nous suggérons de prendre une décision éclairée, en gardant à l'esprit les risques de confidentialité et de sécurité, sur l'utilisation d'une des valeurs de politique des deux premières catégories ci-dessous. **1. Bon** * `no-referrer` * `same-origin` Avec ces valeurs de politique, aucune donnée de référent sensible n'est envoyée à des tiers. **2. Avertissement** * `strict-origin` * `strict-origin-when-cross-origin` (valeur par défaut du navigateur ; voir aussi sous la note supplémentaire 2) Avec ces valeurs de politique, les données de référent de base, qui peuvent être sensibles, sont envoyées à des tiers uniquement via des connexions sécurisées (HTTPS). Par conséquent, ces valeurs ne doivent être utilisées que lorsque c'est nécessaire et permis par la loi. **3. Mauvais** * `no-referrer-when-downgrade` * `origin-when-cross-origin` * `origin` * `unsafe-url` Avec ces valeurs de politique, toutes ou certaines données de référent de base, qui peuvent être sensibles, sont envoyées à des tiers possiblement via des connexions non sécurisées (HTTP). Par conséquent, ces valeurs ne doivent pas être utilisées. **Notes supplémentaires :** 1. Pour empêcher la fuite de données sensibles via les URLs, veuillez vous assurer que les URLs de votre site web ne contiennent pas de données personnelles ou autrement sensibles (comme des noms personnels ou des mots de passe). 2. `strict-origin-when-cross-origin` est la valeur de politique par défaut lorsqu'aucune `Referrer-Policy` n'est publiée comme prescrit dans le "Editor's Draft" actuel de la norme `Referrer-Policy` et cette valeur par défaut est utilisée par tous les derniers navigateurs principaux. Notez que certains utilisateurs peuvent encore avoir une valeur par défaut différente configurée dans leur navigateur. 3. Utilisez l'en-tête HTTP `Referrer-Policy` comme mécanisme pour servir votre politique de référent. Nous ne recommandons *pas* d'utiliser l'élément HTML `<meta>` ou l'attribut de contenu HTML `referrerpolicy` pour publier votre politique de référent, notamment parce que les sections qui décrivent ces méthodes dans la norme sont marquées comme "non normatives". Par conséquent, nous ne vérifions pas une politique de référent qui est offerte via ces deux dernières méthodes. 4. Notez qu'un serveur web peut envoyer plusieurs en-têtes `Referrer-Policy`, et un en-tête `Referrer-Policy` peut contenir plusieurs valeurs. Les valeurs inconnues seront ignorées par le navigateur et seule la dernière valeur connue sera utilisée. Cela permet d'utiliser des valeurs de politique standardisées futures qui ne sont pas encore prises en charge par tous les navigateurs. Cependant, actuellement tous les derniers navigateurs principaux prennent en charge les valeurs de politique mentionnées ci-dessus sous "Bon" et "Avertissement". *Niveau d'exigence : Recommandé*

source: detail web appsecpriv http-referrer-policy label
fr: Referrer-Policy

source: detail web appsecpriv http-referrer-policy tech table
fr: Adresse IP du serveur web|Constatations

source: detail web appsecpriv http-referrer-policy verdict bad
fr: Votre serveur web offre une Referrer-Policy avec une valeur de politique qui n'est *pas* suffisamment sécurisée et protégeant la vie privée.

source: detail web appsecpriv http-referrer-policy verdict good
fr: Votre serveur web offre une Referrer-Policy avec une valeur de politique qui est suffisamment sécurisée et protégeant la vie privée.

source: detail web appsecpriv http-referrer-policy verdict recommendations
fr: Votre serveur web soit n'offre *pas* de Referrer-Policy et s'appuie donc sur la politique par défaut du navigateur, soit votre serveur web offre une Referrer-Policy avec une valeur de politique qui doit être utilisée avec prudence en raison de son impact potentiel sur la sécurité et la vie privée.

source: detail web appsecpriv http-securitytxt exp
fr: Nous vérifions si votre serveur web fournit un fichier `security.txt` au bon emplacement, s'il peut être récupéré, et si son contenu est syntaxiquement valide. `security.txt` est un fichier texte avec des informations de contact que vous placez sur votre serveur web. Les chercheurs en sécurité peuvent utiliser ces informations pour contacter directement le bon département ou la bonne personne au sein de votre organisation à propos des vulnérabilités qu'ils ont trouvées dans votre site web ou vos systèmes informatiques. Cela peut accélérer la correction des vulnérabilités trouvées, réduisant l'opportunité pour les parties malveillantes d'exploiter. La syntaxe du fichier est conçue pour être lisible par les machines et les humains. Les informations de contact peuvent être une adresse email, un numéro de téléphone, et/ou une page web (par exemple un formulaire web). Notez que les informations de contact publiées sont publiques et peuvent également être abusées, par exemple, pour envoyer du spam à une adresse email publiée. En plus des informations de contact, le fichier `security.txt` doit également contenir une date d'expiration. Pour éviter l'obsolescence, il est recommandé que la date soit inférieure à un an dans le futur. Il est optionnel d'inclure également d'autres informations pertinentes pour les chercheurs en sécurité, comme un lien vers votre politique de traitement des rapports de vulnérabilités de sécurité (généralement appelée une politique de Divulgation Coordonnée de Vulnérabilités). Il est recommandé de signer PGP le fichier `security.txt` tout en incluant l'URI web sur lequel le fichier est situé dans un champ `Canonical`. Nous vérifions si le fichier `security.txt` est signé. Cependant, nous ne validons *pas* la signature car, malheureusement, il n'y a pas d'endroit standardisé pour récupérer une clé PGP publique (qui est requise pour la validation de signature). Si un ou plusieurs champs `Canonical` sont présents, l'URI web du fichier `security.txt` doit être listé dans un champ `Canonical`. Lors de la redirection vers un fichier `security.txt`, au moins le dernier URI de la chaîne de redirection doit être listé. Le fichier doit être publié sous le chemin `/.well-known/`. Notez que le placer sous le chemin de niveau supérieur a été déprécié. Chaque (sous-)domaine web devrait avoir son propre fichier `security.txt`. Un exemple de fichier peut être trouvé sur [`https://domaine.fr/.well-known/security.txt`](https://domaine.fr/.well-known/security.txt). Rediriger vers un `security.txt` sur un autre nom de domaine est autorisé. Particulièrement dans le cas d'un grand portefeuille de noms de domaine, il est conseillé d'un point de vue maintenance de rediriger les noms de domaine vers un `security.txt` central. Notez que les fichiers `security.txt` font normalement seulement quelques kilooctets. Nous lisons et évaluons donc au maximum les premiers 100 kB d'un fichier `security.txt` trouvé. *Niveau d'exigence : Recommandé*

source: detail web appsecpriv http-securitytxt label
fr: security.txt

source: detail web appsecpriv http-securitytxt tech table
fr: Adresse IP du serveur web|Constatations

source: detail web appsecpriv http-securitytxt verdict bad
fr: Votre serveur web n'offre *pas* de fichier security.txt au bon emplacement, il n'a *pas* pu être récupéré, ou son contenu n'est *pas* syntaxiquement valide.

source: detail web appsecpriv http-securitytxt verdict good
fr: Votre serveur web offre un fichier security.txt au bon emplacement et son contenu est syntaxiquement valide.

source: detail web appsecpriv http-securitytxt verdict recommendations
fr: Votre serveur web offre un fichier security.txt au bon emplacement et son contenu est syntaxiquement valide. Cependant, il y a une ou plusieurs recommandations d'amélioration.

source: detail web appsecpriv http-x-content-type exp
fr: Nous vérifions si votre serveur web fournit un en-tête HTTP pour `X-Content-Type-Options`. Avec cet en-tête HTTP, vous faites savoir aux navigateurs web qu'ils ne doivent pas faire de 'détection de type MIME' et toujours suivre le `Content-Type` tel que déclaré par votre serveur web. La seule valeur valide pour cet en-tête HTTP est `nosniff`. Lorsqu'elle est activée, un navigateur bloquera les requêtes pour `style` et `script` quand ils n'ont pas un `Content-Type` correspondant (c'est-à-dire `text/css` ou un 'type MIME JavaScript' comme `application/javascript`). La 'détection de type MIME' est une technique où le navigateur scanne le contenu d'un fichier pour détecter le format d'un fichier indépendamment du `Content-Type` déclaré par le serveur web. Cette technique est vulnérable à la soi-disant 'attaque de confusion MIME' dans laquelle l'attaquant manipule le contenu d'un fichier de manière à ce qu'il soit traité par le navigateur comme un `Content-Type` différent, comme un exécutable. *Niveau d'exigence : Recommandé*

source: detail web appsecpriv http-x-content-type label
fr: X-Content-Type-Options

source: detail web appsecpriv http-x-content-type tech table
fr: Adresse IP du serveur web|Valeur X-Content-Type-Options

source: detail web appsecpriv http-x-content-type verdict bad
fr: Votre serveur web n'offre *pas* X-Content-Type-Options.

source: detail web appsecpriv http-x-content-type verdict good
fr: Votre serveur web offre X-Content-Type-Options.

source: detail web appsecpriv http-x-frame exp
fr: Nous vérifions si votre serveur web fournit un en-tête HTTP pour `X-Frame-Options` qui a une politique suffisamment sécurisée. Avec cet en-tête HTTP, vous faites savoir aux navigateurs web si vous voulez autoriser votre site web à être encadré ou non. La prévention de l'encadrement défend les visiteurs contre des attaques comme le clickjacking. Nous considérons les valeurs suivantes comme suffisamment sécurisées : * `DENY` (encadrement non autorisé) ; ou * `SAMEORIGIN` (seul l'encadrement par votre propre site web autorisé). Bien que la valeur `ALLOW-FROM` (autoriser seulement des sites web spécifiques à encadrer votre site web) fasse partie de la spécification `X-Frame-Options` ([RFC 7034](https://www.rfc-editor.org/rfc/rfc7034)), elle n'est *pas* prise en charge par la plupart des navigateurs web modernes. Par conséquent, nous ne considérons *pas* cette valeur comme suffisamment sécurisée. Notez que `Content-Security-Policy` ([CSP](#control-panel-29)) offre une protection similaire via `frame-ancestors` et bien plus encore pour les visiteurs avec des navigateurs web modernes. Cependant, `X-Frame-Options` pourrait encore protéger les visiteurs de navigateurs web plus anciens qui ne prennent pas en charge CSP. De plus, `X-Frame-Options` pourrait offrir une protection précieuse pour tous les visiteurs lorsque CSP n'est pas (correctement) configuré pour le site web concerné. Voir aussi ['Directives d'applications web du NCSC-NL'](https://www.ncsc.nl/documenten/publicaties/2019/mei/01/ict-beveiligingsrichtlijnen-voor-webapplicaties), directive U/PW.03 (en néerlandais). *Niveau d'exigence : Optionnel*

source: detail web appsecpriv http-x-frame label
fr: X-Frame-Options

source: detail web appsecpriv http-x-frame tech table
fr: Adresse IP du serveur web|Valeur X-Frame-Options

source: detail web appsecpriv http-x-frame verdict bad
fr: Votre serveur web n'offre *pas* de X-Frame-Options configuré de manière sécurisée.

source: detail web appsecpriv http-x-frame verdict good
fr: Votre serveur web offre des X-Frame-Options configurés de manière sécurisée.

source: detail web appsecpriv http-x-xss exp
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Nous vérifions si votre serveur web fournit un en-tête HTTP pour `X-XSS-Protection` qui a une valeur suffisamment sécurisée (c'est-à-dire `1` ou `1; mode=block`). Cet en-tête HTTP peut être utilisé pour activer le filtre de protection des navigateurs contre les attaques de cross-site scripting (XSS) réflexives. Les valeurs valides pour l'en-tête `X-XSS-Protection` sont : * `0` désactive le filtre XSS. Cette valeur ne doit PAS être utilisée. * `1` active le filtre XSS. Si une attaque de cross-site scripting est détectée, le navigateur assainira le script et supprimera les parties non sûres. Cette valeur est généralement celle par défaut dans les navigateurs lorsqu'un site web n'offre pas d'en-tête `X-XSS-Protection`. * `1; mode=block` active le filtre XSS. Si une attaque de cross-site scripting est détectée, le navigateur bloquera la réponse et empêchera le rendu de la page. C'est la valeur recommandée. `Content-Security-Policy` (CSP) offre une protection similaire et bien plus encore pour les visiteurs avec des navigateurs web modernes. Cependant, `X-XSS-Protection` pourrait encore protéger les visiteurs de navigateurs web plus anciens qui ne prennent pas en charge CSP. De plus, `X-XSS-Protection` pourrait offrir une protection précieuse pour tous les visiteurs, lorsque CSP n'est pas (correctement) configuré pour le site web concerné. *Niveau d'exigence : Recommandé*

source: detail web appsecpriv http-x-xss label
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ X-XSS-Protection

source: detail web appsecpriv http-x-xss tech table
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Adresse IP du serveur web|Valeur X-XSS-Protection

source: detail web appsecpriv http-x-xss verdict bad
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Votre serveur web n'offre *pas* de X-XSS-Protection configuré de manière sécurisée.

source: detail web appsecpriv http-x-xss verdict good
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Votre serveur web offre des X-XSS-Protection configurés de manière sécurisée.

source: detail web dnssec exists exp
fr: Nous vérifions si votre domaine, plus spécifiquement son enregistrement SOA, est signé DNSSEC. Si un domaine redirige vers un autre domaine via `CNAME`, alors nous vérifions également si le domaine CNAME est signé (ce qui est conforme à la norme DNSSEC). Si le domaine CNAME n'est pas signé, le résultat de ce sous-test sera négatif. Note : la validité de la signature ne fait pas partie de ce sous-test, mais fait partie du sous-test suivant.

source: detail web dnssec exists label
fr: Existence DNSSEC

source: detail web dnssec exists tech table
fr: Domaine|Registraire

source: detail web dnssec exists verdict bad
fr: Votre domaine est non sécurisé, car il n'est *pas* signé DNSSEC.

source: detail web dnssec exists verdict good
fr: Votre domaine est signé DNSSEC.

source: detail web dnssec exists verdict resolver-error
fr: Malheureusement, une erreur s'est produite dans le résolveur d'Internet.nl. Veuillez [nous contacter](/about/).

source: detail web dnssec exists verdict servfail
fr: Les serveurs de noms de votre domaine sont *cassés*. Ils ont renvoyé une erreur (`SERVFAIL`) à nos requêtes pour une signature DNSSEC. Veuillez contacter votre opérateur de serveur de noms (souvent votre fournisseur d'hébergement et/ou registraire) pour corriger cela rapidement.
