Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: test siteipv6 warning summary
fr: *Pas* accessible via une adresse internet moderne, ou amélioration possible (IPv6)

source: test siterpki error description
fr: Test pas encore prêt à être exécuté. Veuillez réessayer plus tard. Désolé pour le dérangement.

source: test siterpki error summary
fr: Test pas prêt à être exécuté (RPKI)

source: test siterpki failed description
fr: Dommage ! Au moins une des adresses IP de votre serveur web et des serveurs de noms associés a une annonce de route qui n'est *pas* correspondante avec l'autorisation de route publiée ([RPKI](/faqs/rpki/)). Ceci indique une erreur de configuration de route involontaire ou malveillante, qui peut être causée par votre hébergeur web ou votre hébergeur de serveur de noms (erreur interne) ou par un tiers (erreur externe). Dans les deux cas, cela peut conduire à l'inaccessibilité de votre serveur ou à l'interception du trafic Internet vers votre serveur. Contactez votre hébergeur web ou votre hébergeur de serveur de noms dès que possible. Dans le cas d'une erreur interne, ils devraient demander à leur fournisseur de réseau qui possède les adresses IP de votre serveur de corriger l'erreur de configuration de route.

source: test siterpki failed summary
fr: Annonce de route *non autorisée* (RPKI)

source: test siterpki info description
fr: Informatif : Votre domaine ne contient *aucun* serveur de noms et ne contient donc aucune adresse IP de serveur web. Il n'y a aucune adresse IP routable qui pourrait être testée ([RPKI](/faqs/rpki/)).

source: test siterpki info summary
fr: *Aucune* adresse IP routable trouvée (RPKI)

source: test siterpki label
fr: Autorisation de route (RPKI)

source: test siterpki passed description
fr: Bien joué ! Toutes les adresses IP de votre serveur web et des serveurs de noms associés ont une annonce de route qui correspond à l'autorisation de route publiée ([RPKI](/faqs/rpki/)). En conséquence, les visiteurs avec la validation de route activée sont mieux protégés contre diverses erreurs de configuration de route involontaires ou malveillantes, qui peuvent conduire à l'inaccessibilité de vos serveurs ou à l'interception du trafic Internet vers vos serveurs.

source: test siterpki passed summary
fr: Annonce de route autorisée (RPKI)

source: test siterpki title
fr: Autorisation de routage ?

source: test siterpki warning description
fr: Attention ! Au moins une des adresses IP de votre serveur web et des serveurs de noms associés a une annonce de route pour laquelle *aucune* autorisation de route n'est publiée ([RPKI](/faqs/rpki/)). En conséquence, les visiteurs avec la validation de route activée ne sont *pas* (entièrement) protégés contre diverses erreurs de configuration de route involontaires ou malveillantes, qui peuvent conduire à l'inaccessibilité de vos serveurs ou à l'interception du trafic Internet vers vos serveurs. Contactez votre hébergeur de messagerie ou votre hébergeur de serveur de noms à ce sujet. Ils peuvent demander à leur fournisseur de réseau qui possède les adresses IP de votre serveur de publier des autorisations de routage.

source: test siterpki warning summary
fr: Autorisation de route *non* publiée (RPKI)

source: test sitetls failed description
fr: Dommage ! La connexion avec votre site web n'est *pas* ou *insuffisamment* sécurisée ([HTTPS](/faqs/https/)). Par conséquent, les informations en transit entre votre site web et ses visiteurs ne sont *pas* suffisamment protégées contre l'écoute clandestine et la falsification. Vous devriez demander à votre fournisseur d'hébergement d'activer HTTPS et de le configurer de manière sécurisée.

source: test sitetls failed summary
fr: Connexion *non* ou insuffisamment sécurisée (HTTPS)

source: test sitetls info description
fr: Dommage ! La connexion avec votre site web n'est *pas* ou *insuffisamment* sécurisée ([HTTPS](/faqs/https/)). Par conséquent, les informations en transit entre votre site web et ses visiteurs ne sont *pas* suffisamment protégées contre l'écoute clandestine et la falsification. Vous devriez demander à votre fournisseur d'hébergement d'activer HTTPS et de le configurer de manière sécurisée.

source: test sitetls info summary
fr: Connexion *non* ou insuffisamment sécurisée (HTTPS)

source: test sitetls label
fr: Connexion sécurisée (HTTPS)

source: test sitetls passed description
fr: Bien joué ! La connexion avec votre site web est suffisamment sécurisée ([HTTPS](/faqs/https/)). Par conséquent, les informations en transit entre votre site web et ses visiteurs sont protégées contre l'écoute clandestine et la falsification.

source: test sitetls passed summary
fr: Connexion suffisamment sécurisée (HTTPS)

source: test sitetls title
fr: Connexion sécurisée ?

source: test sitetls unreachable description
fr: Votre serveur web n'était pas accessible pour nous, rendant impossible de tester (entièrement) pour HTTPS. Ceci pourrait être causé par des problèmes de connectivité réseau ou par le serveur web n'acceptant pas les connexions.

source: test sitetls unreachable summary
fr: Serveur web inaccessible (HTTPS)

source: test sitetls warning description
fr: Dommage ! La connexion avec votre site web n'est *pas* ou *insuffisamment* sécurisée ([HTTPS](/faqs/https/)). Par conséquent, les informations en transit entre votre site web et ses visiteurs ne sont *pas* suffisamment protégées contre l'écoute clandestine et la falsification. Vous devriez demander à votre fournisseur d'hébergement d'activer HTTPS et de le configurer de manière sécurisée.

source: test sitetls warning summary
fr: Connexion *non* ou insuffisamment sécurisée (HTTPS)

source: widget content notes
fr: ## Notes * Logo : Nous vous recommandons de sauvegarder et d'utiliser notre [logo](/static/logo_en.svg) sur votre propre serveur web. De cette façon, il n'y aura aucun contact avec notre serveur web lorsque votre site web sera visité. * Content-Security-Policy (CSP) : Si vous utilisez une politique CSP pour votre site web, vous devriez également ajouter `internet.nl` aux règles pour `form-action` et possiblement aussi pour `img-src` au cas où vous liez vers le logo sur notre serveur web.

source: widget mail html-block
fr: **Testez votre e-mail**

source: widget mail intro
fr: # Widget de test d'e-mail Souhaiteriez-vous que les visiteurs de votre site web puissent directement démarrer un test d'e-mail ? Copiez le code HTML et CSS des champs de texte ci-dessous dans le code source de votre site web.

source: widget site html-block
fr: **Testez votre site web**

source: widget site intro
fr: # Widget de test de site web Souhaiteriez-vous que les visiteurs de votre site web puissent directement démarrer un test de site web ? Copiez le code HTML et CSS des champs de texte ci-dessous dans le code source de votre site web.
