Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: detail web tls cipher-order verdict warning
fr: TEXTE OBSOLÈTE ; VERDICT NON UTILISÉ Votre serveur web n'offre *pas* de chiffrements conformément à l'ordre prescrit au sein d'un niveau de sécurité particulier ('II-B').

source: detail web tls ciphers exp
fr: Nous vérifions si votre serveur web ne prend en charge que des chiffrements sécurisés, c'est-à-dire 'Bons' et/ou 'Suffisants' (également appelés sélections d'algorithmes). Une sélection d'algorithmes consiste en des chiffrements pour quatre fonctions cryptographiques : 1) échange de clés, 2) vérification de certificat, 3) chiffrement en masse, et 4) hachage. Un serveur web peut prendre en charge plus d'une sélection d'algorithmes. * Depuis TLS 1.3, le terme 'suite de chiffrement' ne comprend que les chiffrements utilisés pour le chiffrement en masse et le hachage. Lors de l'utilisation de TLS 1.3, les chiffrements pour l'échange de clés et la vérification de certificat sont négociables et ne font pas partie de la dénomination de la suite de chiffrement. Parce que cela rend le terme 'suite de chiffrement' ambigu, NCSC-NL utilise le terme 'sélection d'algorithmes' pour comprendre les quatre fonctions de chiffrement. * NCSC-NL utilise la [convention de dénomination IANA](https://www.iana.org/assignments/tls-parameters/tls-parameters.xhtml#tls-parameters-4) pour les sélections d'algorithmes. Internet.nl utilise la [convention de dénomination OpenSSL](https://www.openssl.org/docs/manmaster/man1/openssl-ciphers.html#CIPHER-SUITE-NAMES). Depuis TLS 1.3, OpenSSL suit la convention de dénomination IANA. Une traduction entre les deux peut être trouvée dans la documentation OpenSSL. * Notez que les chiffrements utilisant PSK ou SRP pour l'échange de clés (qui ne sont pas suffisamment sécurisés) ne sont pas détectés dans ce test en raison d'une limitation liée à notre méthode de test. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directives B2-1 à B2-4 et tableaux 2, 4, 6 et 7 (en anglais). --- Ci-dessous vous trouvez les sélections d'algorithmes 'Bonnes', 'Suffisantes' et 'À éliminer progressivement' dans l'ordre prescrit par NCSC-NL, basé sur l'annexe C des 'Directives de sécurité informatique pour Transport Layer Security (TLS)'. Derrière chaque sélection d'algorithmes se trouve la version TLS minimale (par ex. [1.2]) qui prend en charge cette sélection d'algorithmes et qui est au moins 'À éliminer progressivement'. Bonnes : * `ECDHE-ECDSA-AES256-GCM-SHA384` (`TLS_AES_256_GCM_SHA384` en 1.3) [1.2] * `ECDHE-ECDSA-CHACHA20-POLY1305` (`TLS_CHACHA20_POLY1305_SHA256` en 1.3) [1.2] * `ECDHE-ECDSA-AES128-GCM-SHA256` (`TLS_AES_128_GCM_SHA256` en 1.3) [1.2] * `ECDHE-RSA-AES256-GCM-SHA384` (`TLS_AES_256_GCM_SHA384` en 1.3) [1.2] * `ECDHE-RSA-CHACHA20-POLY1305` (`TLS_CHACHA20_POLY1305_SHA256` en 1.3) [1.2] * `ECDHE-RSA-AES128-GCM-SHA256` (`TLS_AES_128_GCM_SHA256` en 1.3) [1.2] Suffisantes : * `ECDHE-ECDSA-AES256-SHA384` [1.2] * `ECDHE-ECDSA-AES256-SHA` [1.0] * `ECDHE-ECDSA-AES128-SHA256` [1.2] * `ECDHE-ECDSA-AES128-SHA` [1.0] * `ECDHE-RSA-AES256-SHA384` [1.2] * `ECDHE-RSA-AES256-SHA` [1.0] * `ECDHE-RSA-AES128-SHA256` [1.2] * `ECDHE-RSA-AES128-SHA` [1.0] * `DHE-RSA-AES256-GCM-SHA384` [1.2] * `DHE-RSA-CHACHA20-POLY1305` [1.2] * `DHE-RSA-AES128-GCM-SHA256` [1.2] * `DHE-RSA-AES256-SHA256` [1.2] * `DHE-RSA-AES256-SHA` [1.0] * `DHE-RSA-AES128-SHA256` [1.2] * `DHE-RSA-AES128-SHA` [1.0] À éliminer progressivement : * `ECDHE-ECDSA-DES-CBC3-SHA` [1.0] * `ECDHE-RSA-DES-CBC3-SHA` [1.0] * `DHE-RSA-DES-CBC3-SHA` [1.0] * `AES256-GCM-SHA384` [1.2] * `AES128-GCM-SHA256` [1.2] * `AES256-SHA256` [1.2] * `AES256-SHA` [1.0] * `AES128-SHA256` [1.2] * `AES128-SHA` [1.0] * `DES-CBC3-SHA` [1.0]

source: detail web tls ciphers label
fr: Chiffrements (Sélections d'algorithmes)

source: detail web tls ciphers tech table
fr: Adresse IP du serveur web|Chiffrements affectés|Statut

source: detail web tls ciphers verdict bad
fr: Votre serveur web prend en charge un ou plusieurs chiffrements *insuffisamment* sécurisés.

source: detail web tls ciphers verdict good
fr: Votre serveur web ne prend en charge que des chiffrements sécurisés.

source: detail web tls ciphers verdict phase-out
fr: Votre serveur web prend en charge un ou plusieurs chiffrements qui ont un statut *à éliminer progressivement*, car ils sont connus pour être fragiles et risquent de devenir *insuffisamment* sécurisés.

source: detail web tls compression exp
fr: Nous vérifions si votre serveur web prend en charge la compression TLS. L'utilisation de la compression peut donner à un attaquant des informations sur les parties secrètes de la communication chiffrée. Un attaquant qui peut déterminer ou contrôler des parties des données envoyées peut reconstituer les données originales en effectuant un grand nombre de requêtes. La compression TLS est utilisée si rarement que la désactiver n'est généralement pas un problème. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B7-1 et tableau 11 (en anglais). --- **Option de compression** * Bonne : Pas de compression * Suffisante : Compression au niveau de l'application (dans ce cas compression HTTP) * Insuffisante : Compression TLS

source: detail web tls compression label
fr: Compression TLS

source: detail web tls compression tech table
fr: Adresse IP du serveur web|Compression TLS

source: detail web tls compression verdict bad
fr: Votre serveur web prend en charge la compression TLS, qui n'est *pas* sécurisée.

source: detail web tls compression verdict good
fr: Votre serveur web ne prend pas en charge la compression TLS.

source: detail web tls dane-exists exp
fr: Nous vérifions si les serveurs de noms de votre domaine de site web contiennent un enregistrement TLSA correctement signé pour DANE. Comme DNSSEC est une condition préalable pour DANE, ce test échouera dans le cas où DNSSEC manque sur le domaine du site web, ou s'il y a des problèmes DNSSEC liés à DANE (par ex. pas de preuve de 'Déni d'existence'). Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, Annexe A, sous 'Épinglage de certificat et DANE' (en anglais). *Niveau d'exigence : Optionnel*

source: detail web tls dane-exists label
fr: Existence DANE

source: detail web tls dane-exists tech table
fr: Adresse IP du serveur web|Enregistrement DANE TLSA existant

source: detail web tls dane-exists verdict bad
fr: Votre domaine de site web ne contient *pas* d'enregistrement TLSA pour DANE.

source: detail web tls dane-exists verdict bogus
fr: Votre domaine de site web ne fournit *pas* de preuve DNSSEC que les enregistrements DANE TLSA n'existent pas. Vous devriez demander à votre opérateur de serveur de noms de corriger ce problème.

source: detail web tls dane-exists verdict good
fr: Votre domaine de site web contient un enregistrement TLSA pour DANE.

source: detail web tls dane-rollover exp
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Nous vérifions si votre domaine de site web a un schéma de basculement DANE approprié pour gérer les basculements de certificats DANE. Avoir un schéma de basculement DANE en place n'est pas requis. Il s'avérera utile quand il y a un besoin de mettre à jour votre certificat DANE et que vous voulez vous assurer que la validation DANE continuera à fonctionner pendant la période de transition. La façon d'y parvenir est de publier deux enregistrements TLSA différents. Les configurations des types d'enregistrements TLSA sont les suivantes : - type d'enregistrement 3 1 1 (clé actuelle) + type d'enregistrement 3 1 1 (clé future), ou - type d'enregistrement 3 1 1 (clé actuelle) + type d'enregistrement 2 1 1 (CA de confiance).

source: detail web tls dane-rollover label
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Schéma de basculement DANE

source: detail web tls dane-rollover tech table
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Adresse IP du serveur web|Schéma de basculement DANE

source: detail web tls dane-rollover verdict bad
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Votre domaine de site web n'a *pas* de schéma approprié pour le basculement des certificats DANE.

source: detail web tls dane-rollover verdict good
fr: TEXTE OBSOLÈTE ; TEST NON UTILISÉ Votre domaine de site web a un schéma approprié pour le basculement des certificats DANE.

source: detail web tls dane-valid exp
fr: Nous vérifions si l'empreinte DANE présentée par votre domaine est valide pour votre certificat web. DANE vous permet de publier des informations sur le certificat de votre site web dans un enregistrement DNS spécial, appelé enregistrement TLSA. Les clients, comme les navigateurs web, peuvent vérifier l'authenticité de votre certificat non seulement par l'autorité de certification mais aussi par l'enregistrement TLSA. Un client peut également utiliser l'enregistrement TLSA comme signal pour utiliser uniquement HTTPS (et non HTTP). DNSSEC est une condition préalable pour DANE. Malheureusement, peu de navigateurs web prennent encore en charge la validation DANE. *Niveau d'exigence : Recommandé (seulement si le sous-test pour 'Existence DANE' est réussi)*

source: detail web tls dane-valid label
fr: Validité DANE

source: detail web tls dane-valid tech table
fr: Adresse IP du serveur web|Enregistrement DANE TLSA valide

source: detail web tls dane-valid verdict bad
fr: L'empreinte DANE sur votre domaine n'est *pas* valide pour votre certificat web. Soit quelqu'un a manipulé la réponse de votre serveur de noms, soit votre domaine a une erreur de configuration DANE grave. Cette dernière rend votre site web inaccessible pour tout utilisateur qui vérifie les empreintes DANE. Vous devriez contacter votre opérateur de serveur de noms et/ou votre fournisseur d'hébergement dès que possible.

source: detail web tls dane-valid verdict good
fr: L'empreinte DANE sur votre domaine est valide pour votre certificat web.

source: detail web tls fs-params exp
fr: Nous vérifions si les paramètres publics utilisés dans l'échange de clés Diffie-Hellman par votre serveur web sont sécurisés. **ECDHE** : La sécurité de l'échange de clés Diffie-Hellman sur courbe elliptique (ECDHE) éphémère dépend de la courbe elliptique utilisée. Nous vérifions si la longueur en bits des courbes elliptiques utilisées est d'au moins 224 bits. Actuellement, nous ne pouvons pas vérifier le nom de la courbe elliptique. **DHE** : La sécurité de l'échange de clés Diffie-Hellman Éphémère (DHE) dépend des longueurs des clés publiques et secrètes utilisées dans le groupe de corps fini choisi. Nous testons si votre matériel de clé publique DHE utilise l'un des groupes de corps finis prédéfinis qui sont spécifiés dans [RFC 7919](https://www.rfc-editor.org/rfc/rfc7919). Les groupes auto-générés sont 'Insuffisants'. Les tailles de clés plus importantes requises pour l'utilisation de DHE s'accompagnent d'une pénalité de performance. Évaluez soigneusement et utilisez ECDHE au lieu de DHE si vous le pouvez. **RSA comme alternative** : Outre ECDHE et DHE, RSA peut être utilisé pour l'échange de clés. Cependant, il risque de devenir insuffisamment sécurisé (statut actuel 'à éliminer progressivement'). Les paramètres publics RSA sont testés dans le sous-test 'Clé publique du certificat'. Notez que RSA est considéré comme 'bon' pour la vérification de certificat. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B5-1 et tableau 9 pour ECDHE, et directive B6-1 et tableau 10 pour DHE (en anglais). --- **Courbe elliptique pour ECDHE** * Bonnes : `secp384r1`, `secp256r1`, `x448`, et `x25519` * À éliminer progressivement : `secp224r1` * Insuffisantes : Autres courbes **Groupe de corps fini pour DHE** * Suffisantes : * [ffdhe4096](https://raw.githubusercontent.com/internetstandards/dhe_groups/master/ffdhe4096.pem) (RFC 7919) somme de contrôle sha256 : `64852d6890ff9e62eecd1ee89c72af9af244dfef5b853bcedea3dfd7aade22b3` * [ffdhe3072](https://raw.githubusercontent.com/internetstandards/dhe_groups/master/ffdhe3072.pem) (RFC 7919) somme de contrôle sha256 : `c410cc9c4fd85d2c109f7ebe5930ca5304a52927c0ebcb1a11c5cf6b2386bbab` * Notez que nous testons également ffdhe8192 et ffdhe6144. Cependant, leur gain limité en sécurité compense rarement la perte de performance. * À éliminer progressivement : * [ffdhe2048](https://raw.githubusercontent.com/internetstandards/dhe_groups/master/ffdhe2048.pem) (RFC 7919) somme de contrôle sha256 : `9ba6429597aeed2d8617a7705b56e96d044f64b07971659382e426675105654b` * Insuffisantes : Autres groupes --- Note : les noms ci-dessus sont basés sur les [conventions de dénomination IANA](https://www.iana.org/assignments/tls-parameters/tls-parameters.xhtml). Parfois des noms alternatifs sont utilisés pour se référer aux mêmes courbes, comme `prime256v1` (ANSI) et `NIST P-256` pour `secp256r1`.

source: detail web tls fs-params label
fr: Paramètres d'échange de clés

source: detail web tls fs-params tech table
fr: Adresse IP du serveur web|Paramètres affectés|Statut

source: detail web tls fs-params verdict bad
fr: Votre serveur web prend en charge des paramètres *insuffisamment* sécurisés pour l'échange de clés Diffie-Hellman.

source: detail web tls fs-params verdict good
fr: Votre serveur web prend en charge des paramètres sécurisés pour l'échange de clés Diffie-Hellman.

source: detail web tls fs-params verdict na
fr: Ce sous-test n'est pas applicable car votre serveur web ne prend *pas* en charge l'échange de clés Diffie-Hellman. Notez que RSA est une alternative pour l'échange de clés, mais a le statut *à éliminer progressivement*.

source: detail web tls fs-params verdict phase-out
fr: Votre serveur web prend en charge des paramètres pour l'échange de clés Diffie-Hellman qui ont un statut *à éliminer progressivement*, car ils sont connus pour être fragiles et risquent de devenir *insuffisamment* sécurisés.

source: detail web tls http-compression exp
fr: Nous testons si votre serveur web prend en charge la compression HTTP. La compression HTTP rend la connexion sécurisée avec votre serveur web vulnérable à l'attaque BREACH. Cependant, la compression HTTP est couramment utilisée pour faire un usage plus efficace de la bande passante disponible. Considérez les compromis impliqués avec la compression HTTP. Si vous choisissez d'utiliser la compression HTTP, vérifiez s'il est possible d'atténuer les attaques liées au niveau de l'application. Un exemple d'une telle mesure est de limiter la mesure dans laquelle un attaquant peut influencer la réponse d'un serveur. Ce sous-test vérifie si le serveur web au niveau du répertoire racine prend en charge la compression HTTP. Cependant, il ne vérifie pas les sources supplémentaires du site web comme les images et les scripts. Voir ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL, directive B7-1 et tableau 11. *Niveau d'exigence : Optionnel* --- **Option de compression** * Bonne : Pas de compression * Suffisante : Compression au niveau de l'application (dans ce cas compression HTTP) * Insuffisante : Compression TLS

source: detail web tls http-compression label
fr: Compression HTTP

source: detail web tls http-compression tech table
fr: Adresse IP du serveur web|Compression HTTP

source: detail web tls http-compression verdict bad
fr: Votre serveur web prend en charge la compression HTTP, ce qui pourrait être un risque de sécurité.

source: detail web tls http-compression verdict good
fr: Votre serveur web ne prend pas en charge la compression HTTP.

source: detail web tls https-exists exp
fr: Nous vérifions si votre site web est accessible sur HTTPS. Si c'est le cas, nous vérifions également dans les sous-tests ci-dessous si HTTPS est configuré de manière suffisamment sécurisée en conformité avec les ['Directives de sécurité informatique pour Transport Layer Security (TLS) v2.1'](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) du NCSC-NL. HTTPS garantit la confidentialité et l'intégrité des informations échangées. Parce qu'il dépend de la situation à quel point les informations (de confidentialité) sont sensibles et précieuses, une configuration HTTPS sécurisée est importante pour chaque site web. Même des informations triviales et publiques pourraient être extrêmement sensibles et précieuses pour un utilisateur. Note : pour des raisons de performance, les tests de la section test HTTPS ne s'exécutent que pour la première adresse IPv6 et IPv4 disponible.

source: detail web tls https-exists label
fr: HTTPS disponible

source: detail web tls https-exists tech table
fr: Adresse IP du serveur web|HTTPS existant

source: detail web tls https-exists verdict bad
fr: Votre site web n'offre *pas* HTTPS.

source: detail web tls https-exists verdict good
fr: Votre site web offre HTTPS.

source: detail web tls https-exists verdict other
fr: Votre serveur web est inaccessible.

source: detail web tls https-forced exp
fr: Nous vérifions si votre serveur web redirige automatiquement les visiteurs de HTTP vers HTTPS sur le même domaine (par un code de statut de redirection 3xx comme 301 et 302), ou s'il offre un support pour HTTPS seulement et non pour HTTP. En cas de redirection, un domaine devrait d'abord se mettre à niveau en redirigeant vers sa version HTTPS avant qu'il puisse rediriger vers un autre domaine. Cela assure également que la politique HSTS sera acceptée par le navigateur web. Exemples d'ordre de redirection correct : * `http://domaine.fr` ⇒ `https://domaine.fr` ⇒ `https://www.domaine.fr` * `http://www.domaine.fr` ⇒ `https://www.domaine.fr` Notez que ce sous-test teste seulement si le domaine donné redirige correctement de HTTP vers HTTPS. Une éventuelle redirection ultérieure vers un domaine différent (y compris un sous-domaine du domaine testé) n'est pas testée. Vous pourriez commencer un test séparé pour tester un tel domaine vers lequel on redirige. Voir ['Directives d'applications web, version détaillée'](https://www.ncsc.nl/documenten/publicaties/2019/mei/01/ict-beveiligingsrichtlijnen-voor-webapplicaties) du NCSC-NL, directive U/WA.05 (en néerlandais).

source: detail web tls https-forced label
fr: Redirection HTTPS

source: detail web tls https-forced tech table
fr: Adresse IP du serveur web|Redirection HTTPS

source: detail web tls https-forced verdict bad
fr: Votre serveur web offre un support pour HTTP et HTTPS, mais ne redirige *pas* automatiquement les visiteurs de HTTP vers HTTPS sur le même domaine.

source: detail web tls https-forced verdict good
fr: Votre serveur web redirige automatiquement les visiteurs de HTTP vers HTTPS sur le même domaine.

source: detail web tls https-forced verdict no-https
fr: Ce test n'a pas pu être effectué, car votre serveur web n'offre soit aucun HTTPS soit HTTPS avec une configuration TLS très obsolète et non sécurisée.

source: detail web tls https-forced verdict other
fr: Votre serveur web n'offre un support que pour HTTPS et non pour HTTP.

source: detail web tls https-hsts exp
fr: Nous vérifions si votre serveur web prend en charge HSTS. Les navigateurs se souviennent d'HSTS par (sous-)domaine. Ne pas ajouter un en-tête HSTS à chaque (sous-)domaine (dans une chaîne de redirection) pourrait laisser les utilisateurs vulnérables aux attaques MITM. Par conséquent, nous vérifions HSTS au premier contact, c'est-à-dire avant toute redirection. HSTS force un navigateur web à se connecter directement via HTTPS lors de la revisite de votre site web. Cela aide à prévenir les attaques man-in-the-middle. Nous considérons qu'une période de validité du cache HSTS d'*au moins* 1 an (`max-age=31536000`) est suffisamment sécurisée. Une longue période est bénéfique car elle protège également les visiteurs occasionnels. Cependant, si vous voulez arrêter de supporter HTTPS (ce qui est généralement une mauvaise idée), vous devrez attendre plus longtemps jusqu'à ce que la validité de la politique HSTS dans tous les navigateurs qui ont visité votre site web ait expiré. Le test ne vérifie **pas** si `preload` est utilisé et si le domaine est inclus dans la [Liste de Préchargement HSTS](https://hstspreload.org/). --- **Recommandation de déploiement** HSTS exige que votre site web fonctionne entièrement sur HTTPS. Cela inclut également d'avoir un certificat valide d'une autorité de certification publiquement approuvée. Donc, lorsque votre site web ne prend pas correctement en charge HTTPS, notez qu'il ne sera *pas accessible* par les navigateurs qui ont contacté votre site web auparavant. Un changement de politique HSTS pour annuler les effets n'aura pas d'effet immédiat pour ces navigateurs car ils ont mis en cache votre politique HSTS précédente. Par conséquent, nous vous conseillons de suivre les étapes d'implémentation ci-dessous : 1. Assurez-vous que le site web sur votre domaine fonctionne entièrement sur HTTPS maintenant et à l'avenir (par exemple, en ayant une procédure de renouvellement de certificat solide) ; 2. Augmentez la période de validité du cache HSTS par étapes ci-dessous. Pendant chaque étape, vérifiez soigneusement les problèmes d'accessibilité et les pages cassées. Corrigez tous les problèmes qui surviennent puis attendez le max-age complet de l'étape avant de passer à l'étape suivante. - Commencez avec 5 minutes (`max-age=300`) ; - Augmentez à 1 semaine (`max-age=604800`) ; - Augmentez à 1 mois (`max-age=2592000`) ; - Augmentez à 1 an (`max-age=31536000`) ou plus. 3. Répétez les étapes 1 et 2 pour chaque sous-domaine que vous voulez sécuriser avec HSTS. N'utilisez `includeSubDomains` que si vous êtes entièrement sûr que **tous** les sous-domaines (imbriqués) de votre domaine prennent correctement en charge HTTPS maintenant et à l'avenir. 4. Utilisez `preload` **seulement** si vous êtes très sûr de vouloir que votre domaine soit inclus dans la [Liste de Préchargement HSTS](https://hstspreload.org/). Le préchargement HSTS est principalement intéressant pour les sites web hautement sensibles. Les administrateurs qui veulent activer le préchargement HSTS pour un domaine particulier doivent le faire avec une extrême prudence. Cela peut affecter l'accessibilité du domaine et de tous les sous-domaines, et n'est pas facilement réversible. --- Voir ['Directives d'applications web, version détaillée'](https://www.ncsc.nl/documenten/publicaties/2019/mei/01/ict-beveiligingsrichtlijnen-voor-webapplicaties) du NCSC-NL, directive U/WA.05 (en néerlandais).

source: detail web tls https-hsts label
fr: HSTS

source: detail web tls https-hsts tech table
fr: Adresse IP du serveur web|Politique HSTS

source: detail web tls https-hsts verdict bad
fr: Votre serveur web n'offre *pas* de politique HSTS.

source: detail web tls https-hsts verdict good
fr: Votre serveur web offre une politique HSTS.

source: detail web tls https-hsts verdict other
fr: Votre serveur web offre une politique HSTS avec une période de validité du cache (`max-age`) qui n'est *pas* suffisamment longue (c'est-à-dire moins d'1 an).
