Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: faqs measurements content
fr: L'[API par lots et le tableau de bord web](/faqs/batch-and-dashboard/) sont utilisés par des centaines d'utilisateurs. Certaines organisations réutilisent les résultats de test dans leurs propres sites web publics ou rapports. Voici quelques exemples. - [Basisbeveiliging](https://basisbeveiliging.nl/) - [CBS : Application des normes Internet pour les sites web d'entreprise](https://www.cbs.nl/nl-nl/longread/aanvullende-statistische-diensten/2024/toepassing-van-internetstandaarden-voor-websites-van-bedrijven-2023) [en néerlandais] - [Plateforme d'insights numériques](https://www.digitalinsightsplatform.nl/) - [Commission européenne : Site web de surveillance du déploiement des normes Internet de l'UE](https://ec.europa.eu/internet-standards/) - [Forum de normalisation des Pays-Bas : Mesure des normes de sécurité de l'information](https://www.forumstandaardisatie.nl/metingen/informatieveiligheidstandaarden) [en néerlandais] - [Internet Society Portugal : Observatório de Tecnologias da Internet Portuguesa](https://observatory.isoc.pt/) [en portugais] - [Registre néerlandais pour les noms de domaine gouvernementaux](https://organisaties.overheid.nl/domeinen) [en néerlandais]

source: faqs measurements title
fr: Mesures utilisant Internet.nl

source: faqs report score content
fr: ### Quelle norme Internet.nl utilise-t-il ? Internet.nl vérifie l'implémentation (correcte) des standards Internet modernes qui améliorent la fiabilité des services en ligne. Un score de 100% signifie qu'un site web, service email ou connexion Internet est conforme à notre norme de test. Cette norme est basée sur les standards Internet de la liste 'appliquer ou expliquer' du Forum de standardisation néerlandais, sur les conseils de sécurité du NCSC néerlandais et sur les RFC pertinents de l'IETF. ### La norme sera-t-elle ajustée ? La norme de test d'Internet.nl sera ajustée au fil du temps à mesure que l'état de l'art évolue. Les ajustements seront annoncés par des articles d'actualité sur notre site web. Les nouveaux sous-tests n'impacteront (généralement) pas le score après leur publication initiale et ont le statut 'RECOMMANDÉ' ou 'OPTIONNEL'. À l'avenir, ces nouveaux éléments pourraient obtenir le statut 'REQUIS' et peser dans le score global. ### Comment le score se rapporte-t-il à la sécurité ? Bien que beaucoup des standards Internet testés contribuent à un niveau de sécurité plus élevé de votre site web, service mail ou connexion Internet, un score de 100% ne signifie pas qu'un service en ligne est entièrement sécurisé. Il y a plus d'aspects qui sont importants pour la sécurité de vos services en ligne. Mais ceux-ci sont hors du champ d'Internet.nl. Veuillez garder à l'esprit qu'Internet.nl est conçu comme un test de conformité aux standards et non comme un test de sécurité. ### Comment le rapport de test est-il structuré ? Internet.nl contient **trois tests principaux**, c'est-à-dire pour les sites web, les services mail et les connexions Internet. Ces tests principaux consistent en **catégories de test** qui incluent des **sous-tests**. Par exemple, l'un des tests principaux est le test de site web qui contient une catégorie de test sur HTTPS qui a un sous-test sur HSTS. Un sous-test peut avoir l'un des trois niveaux d'exigence suivants (en conformité avec [RFC 2119](https://www.rfc-editor.org/rfc/rfc2119)) : - REQUIS ('doit') - RECOMMANDÉ ('devrait') - OPTIONNEL ('peut') Quand un sous-test est soit 'RECOMMANDÉ' soit 'OPTIONNEL', ceci est mentionné dans l'explication du test. ### Comment le score en pourcentage est-il calculé ? - Chaque test principal résulte en un score en pourcentage global. - Chaque catégorie de test d'un test principal pèse plus ou moins équitablement dans le score en pourcentage global. Donc si un test principal consiste en quatre catégories de test, le score maximum pour chaque catégorie de test est de 25%. - Seuls les sous-tests avec le statut 'REQUIS' pèsent dans le score d'une catégorie de test et dans le score en pourcentage global. - Les sites web avec un score parfait de 100% seront ajoutés au [Hall of Fame](/halloffame/).

source: faqs report score title
fr: Norme et score

source: faqs report subtest bad
fr: Mauvais : échec sur un sous-test REQUIS ⇒ score nul

source: faqs report subtest error
fr: Erreur de test : erreur rencontrée pendant le test ⇒ score nul

source: faqs report subtest good
fr: Bon : réussite sur un sous-test REQUIS, RECOMMANDÉ ou OPTIONNEL ⇒ premier : score complet / deux derniers : aucun impact sur le score

source: faqs report subtest info
fr: Informatif : échec sur un sous-test OPTIONNEL ⇒ aucun impact sur le score

source: faqs report subtest not-tested
fr: Non testé, car échec déjà sur un sous-test parent lié ⇒ score nul

source: faqs report subtest title
fr: Icônes par sous-test

source: faqs report subtest warning
fr: Avertissement : échec sur un sous-test RECOMMANDÉ ⇒ aucun impact sur le score

source: faqs report test bad
fr: Mauvais : échec d'au moins un sous-test REQUIS ⇒ pas de score complet dans la catégorie de test

source: faqs report test error
fr: Erreur de test : erreur d'exécution pour au moins un sous-test ⇒ aucun résultat dans la catégorie de test

source: faqs report test good
fr: Bon : tous les sous-tests réussis ⇒ score complet dans la catégorie de test

source: faqs report test info
fr: Informatif : échec d'au moins un sous-test OPTIONNEL ⇒ score complet dans la catégorie de test

source: faqs report test title
fr: Icônes par catégorie de test

source: faqs report test warning
fr: Avertissement : échec d'au moins un sous-test RECOMMANDÉ ⇒ score complet dans la catégorie de test

source: faqs report title
fr: Explication du rapport de test

source: faqs rpki content
fr: ## Why * [Examples of BGP Hijacks](https://rpki.readthedocs.io/en/latest/ops/resources.html#examples-of-bgp-hijacks) in RPKI Documentation * [Examples of Routing Incidents](https://www.icann.org/en/system/files/files/sac-121-en.pdf) in SAC121 / SSAC Briefing on Routing Security (chapter 2) * [RFC 7908: Problem Definition and Classification of BGP Route Leaks](https://www.rfc-editor.org/rfc/rfc7908) ## Usage statistics * [Route Origin Authorisation (ROA) statistics](https://roa-stats.manrs.org/) by MANRS * [Route Origin Authorisation (ROA) statistics](https://rpki-maps.nlnetlabs.nl) by NLnet Labs * [.nl statistics for Route Origin Authorisation (ROA)](https://stats.sidnlabs.nl/en/security.html#domain%20names%20protected%20with%20rpki) by SIDN Labs * [Route Origin Validation (ROV) statistics](https://stats.labs.apnic.net/rpki) by APNIC ## Background information * [RPKI Documentation](https://rpki.readthedocs.io) by the RPKI team at NLnet Labs and the RPKI community * [Mutually Agreed Norms for Routing Security (MANRS)](https://www.manrs.org/) ## Specifications * [RFC 3779: X.509 Extensions for IP Addresses and AS Identifiers](https://www.rfc-editor.org/rfc/rfc3779) * [RFC 6482: A Profile for Route Origin Authorizations (ROAs)](https://www.rfc-editor.org/rfc/rfc6482) * [RFC 6811: BGP Prefix Origin Validation](https://www.rfc-editor.org/rfc/rfc6811) * [RPKI RFCs Graph](https://rpki-rfc.routingsecurity.net/)

source: faqs rpki title
fr: Autorisation pour le routage (RPKI)

source: faqs starttls content
fr: ## Why * ["Opportunistic Security: Some Protection Most of the Time"](https://www.rfc-editor.org/rfc/rfc7435) by V. Dukhovni * ["New e-mail security protocols mandatory within government"](https://www.sidnlabs.nl/a/weblog/new-e-mail-security-protocols-mandatory-within-government?language_id=2) by Marco Davids (SIDN) * ["The sad state of SMTP encryption"](https://blog.filippo.io/the-sad-state-of-smtp-encryption/) by Filippo Valsorda ## Usage statistics * [DANE trend graphs](https://stats.dnssec-tools.org/#/graphs?top=dane) * [DANE statistics](https://github.com/baknu/DANE-for-SMTP/wiki/4.-Adoption-statistics) * [.nl statistics on DANE](https://stats.sidnlabs.nl/en/mail.html) by SIDN Labs * [Google's statistics on STARTTLS](https://www.google.com/transparencyreport/saferemail/?hl=en) ## Background information * [How-to on 'DANE for SMTP'](https://toolbox.internet.nl) by Dutch Internet Standards Platform * [Wiki on 'DANE for SMTP'](https://github.com/baknu/DANE-for-SMTP/wiki) * [FAQ on e-mail security standards](https://www.sidn.nl/en/modern-internet-standards/e-mail-security-standards) by SIDN * [Factsheet "Secure the connections of mail servers"](https://english.ncsc.nl/publications/factsheets/2019/juni/01/factsheet-secure-the-connections-of-mail-servers) by NCSC-NL * ["IT Security Guidelines for Transport Layer Security (TLS), v2.1"](https://english.ncsc.nl/publications/publications/2021/january/19/it-security-guidelines-for-transport-layer-security-2.1) by NCSC-NL ## Specifications * [RFC 3207: SMTP Service Extension for Secure SMTP over Transport Layer Security](https://www.rfc-editor.org/rfc/rfc3207) * [RFC 7672: SMTP Security via Opportunistic DNS-Based Authentication of Named Entities (DANE) Transport Layer Security (TLS)](https://www.rfc-editor.org/rfc/rfc7672) * [RFC 7671: The DNS-Based Authentication of Named Entities (DANE) Protocol: Updates and Operational Guidance](https://www.rfc-editor.org/rfc/rfc7671)

source: faqs starttls title
fr: Transport sécurisé des e-mails (STARTTLS et DANE)

source: faqs title
fr: Base de connaissances

source: halloffame champions menu
fr: Champions!

source: halloffame champions subtitle
fr: 100% in website *and* email test

source: halloffame champions text
fr: The {{count}} domains below have a score of 100% with the website test and the email test. They can claim to use [both 100% badges](/faqs/badges/).

source: halloffame champions title
fr: The best - champions!

source: halloffame mail badge
fr: Badge avec le texte : score de 100% au test e-mail

source: halloffame mail menu
fr: E-mail

source: halloffame mail subtitle
fr: 100% au test e-mail

source: halloffame mail text
fr: Les {{count}} domaines ci-dessous ont un score de 100% avec le test e-mail. Ils peuvent prétendre au [badge 100% e-mail](/faqs/badges/).

source: halloffame mail title
fr: Les meilleurs - e-mail

source: halloffame web badge
fr: Badge avec le texte : score de 100% au test de site web

source: halloffame web menu
fr: Sites web

source: halloffame web subtitle
fr: 100% au test de site web

source: halloffame web text
fr: Les {{count}} domaines ci-dessous ont un score de 100% dans le test de site web. Ils peuvent prétendre à utiliser le [badge 100% site web](/faqs/badges/).

source: halloffame web title
fr: Les meilleurs - sites web

source: home pagetitle
fr: Test pour des standards Internet modernes tel que IPv6, DNSSEC, HTTPS, DMARC, STARTTLS et DANE.

source: home stats connection
fr: connexions uniques

source: home stats header
fr: Les tests en chiffres

source: home stats mail
fr: domaines e-mail uniques

source: home stats website
fr: domaines web uniques

source: home teaser
fr: Les normes Internet modernes assurent une plus grande fiabilité et une croissance future de l'Internet. Les utilisez-vous ?

source: mail pagetitle
fr: Test d'email :

source: mail title
fr: Test d'email : {{prettyaddr}}

source: mail tweetmessage
fr: Le%20serveur%20de%20messagerie%20de%20{{report.domain}}%20obtient%20{{score}}%25%20au%20test%20d'email%20de%20%40Internet_nl%3A

source: page gotocontents
fr: Aller au contenu

source: page gotofooter
fr: Aller au pied de page

source: page gotomainmenu
fr: Aller au menu principal

source: page metadescription
fr: Test des normes Internet modernes IPv6, DNSSEC, HTTPS, HSTS, DMARC, DKIM, SPF, STARTTLS, DANE, RPKI et security.txt

source: page metakeywords
fr: IPv6, DNSSEC, HTTPS, HSTS, TLS, DMARC, DKIM, SPF, STARTTLS, DANE, RPKI, security.txt, CSP, Content Security Policy, en-têtes de sécurité, test, outil de test, vérification, validation, Internet, normes Internet, normes ouvertes, normes modernes, sécurité, sécurité internet, courrier, sécurité email, site web, sécurité site web, connexion internet, connexion sécurisée, authentification email, chiffrement, chiffrements, suites de chiffrement, PKI, certificat SSL, certificat TLS, certificat de site web, Plateforme des Normes Internet

source: page sitedescription
fr: Votre Internet est-il à jour ?

source: page sitetitle
fr: Internet.nl

source: page404 content
fr: La page que vous recherchez n'est pas sur ce serveur. [Aller à la page d'accueil](/)

source: page404 title
fr: Page non trouvée !
