Repository: apio-sys/conformite-internet.fr
Catalog: translations/*/main.po
Languages: fr

source: detail mail auth dmarc-policy exp
fr: Nous vérifions si la syntaxe de votre enregistrement DMARC est correcte et s'il contient une politique suffisamment stricte (`p=quarantine` ou `p=reject`) afin d'empêcher l'abus de votre domaine par les hameçonneurs et spammeurs. Même sans une politique stricte, DMARC peut être utile pour obtenir plus d'informations sur les flux de courrier sortant légitimes et illégitimes grâce aux rapports DMARC. Cependant, pour être efficace contre l'abus de votre domaine, une politique libérale (`p=none`) est insuffisante. Nous vérifions également si les adresses mail sous `rua=` et `ruf=` sont valides. Dans le cas où elles contiennent une adresse mail externe, nous vérifions si le domaine externe est autorisé à recevoir des rapports DMARC. Assurez-vous que l'enregistrement d'autorisation DMARC sur le domaine externe contient au moins `"v=DMARC1;"`. Le test permet l'utilisation de la balise expérimentale `np` (RFC 9091). *Bonne pratique pour les domaines sans mail* : * Non-expéditeur : Utilisez la politique DMARC la plus stricte (`p=reject`) et la politique SPF (`-all`) pour votre domaine que vous n'utilisez pas pour envoyer du mail afin d'empêcher l'abus ('spoofing'). Notez que DKIM n'est pas nécessaire dans ce cas. * Non-destinataire : Pour plus d'informations sur "Null MX" et "No MX", voir l'[explication du sous-test "STARTTLS disponible"](#control-panel-13). Ci-dessous, vous trouverez deux exemples de configurations DNS de base pour les noms de domaine qui ne sont pas utilisés pour envoyer et recevoir du mail. *A. Domaine unique sans enregistrement A ou AAAA* domaine.fr. TXT "v=spf1 -all" *.domaine.fr. TXT "v=spf1 -all" _dmarc.domaine.fr. TXT "v=DMARC1; p=reject;" &nbsp; *B. Domaine unique sans mail avec enregistrement A ou AAAA* domaine.fr. AAAA 2a00:d78:0:712:94:198:159:35 domaine.fr. A 94.198.159.35 domaine.fr. MX 0 . domaine.fr. TXT "v=spf1 -all" *.domaine.fr. TXT "v=spf1 -all" www.domaine.fr. CNAME domaine.fr _dmarc.domaine.fr. TXT "v=DMARC1; p=reject;"

source: detail mail auth dmarc-policy label
fr: Politique DMARC

source: detail mail auth dmarc-policy verdict bad
fr: Votre politique DMARC n'est *pas* syntaxiquement correcte.

source: detail mail auth dmarc-policy verdict external
fr: Le domaine de l'adresse mail externe suivant `rua=` et/ou `ruf=` n'a *aucun* enregistrement d'autorisation (valide) pour recevoir des rapports DMARC pour le domaine testé.

source: detail mail auth dmarc-policy verdict good
fr: Votre politique DMARC est suffisamment stricte.

source: detail mail auth dmarc-policy verdict policy
fr: Votre politique DMARC n'est *pas* suffisamment stricte.

source: detail mail auth spf exp
fr: Nous vérifions si votre domaine a un enregistrement SPF. Un serveur de messagerie destinataire peut utiliser les adresses IP dans votre enregistrement SPF pour authentifier le serveur de messagerie expéditeur d'un email reçu avec votre domaine comme expéditeur. La politique d'accompagnement peut être utilisée pour prendre des mesures appropriées si l'authentification échoue. Avoir plus d'un enregistrement SPF dans le même domaine n'est pas valide et conduira à un échec du test. Pour une "bonne pratique sur les domaines sans mail", voir l'[explication du sous-test "Politique DMARC"](#control-panel-9).

source: detail mail auth spf label
fr: Existence SPF

source: detail mail auth spf tech table
fr: Enregistrement SPF

source: detail mail auth spf verdict bad
fr: Votre domaine n'a *pas* d'enregistrement SPF valide.

source: detail mail auth spf verdict good
fr: Votre domaine a un enregistrement SPF.

source: detail mail auth spf-policy exp
fr: Nous vérifions si la syntaxe de votre enregistrement SPF est correcte et s'il contient une politique suffisamment stricte, c'est-à-dire `~all` (softfail) ou `-all` (fail) afin d'empêcher l'abus par les hameçonneurs et spammeurs. Pour être efficace contre l'abus de votre domaine, une politique libérale, c'est-à-dire `+all` (pass) ou `?all` (neutral) est insuffisante. Si `all` est manquant et qu'un modificateur `redirect` n'est pas présent dans votre enregistrement SPF, le défaut est `?all`. Nous suivons également `include` et `redirect` pour les enregistrements SPF valides. De plus, nous vérifions que votre enregistrement SPF ne dépasse pas le nombre autorisé de 10 recherches DNS le rendant inefficace. Chacun des termes SPF suivants compte comme une recherche DNS : `redirect`, `include`, `a`, `mx`, `ptr` et `exist`. Tandis que les termes SPF `all`, `ip4`, `ip6` et `exp` ne comptent pas comme des recherches DNS. Notez que si le domaine `include` ou `redirect` consiste en macros, nous ne les suivrons pas car nous n'avons pas les informations nécessaires d'un mail réel ou d'une connexion de serveur de mail pour développer ces macros. Cela signifie que nous n'évaluons pas le résultat des macros. De plus, nous ne comptons pas les recherches DNS causées par les macros pour déterminer si le nombre autorisé de recherches DNS a été dépassé. Pour les domaines expéditeurs, utiliser `~all` (softfail) au lieu de `-all` (fail) est généralement préféré. C'est parce que lorsque l'authentification SPF échoue avec un échec SPF, un serveur de messagerie destinataire peut déjà bloquer la connexion sans évaluer la signature DKIM et la politique DMARC. Cela peut conduire à des mails faussement bloqués (par exemple, lorsque les mails sont automatiquement transférés par le serveur de messagerie destinataire vers un autre serveur de messagerie destinataire). Notez qu'un softfail SPF déclenché assure toujours qu'une politique DMARC stricte protège votre domaine si l'authentification DKIM échoue également. Pour les domaines sans mail, voir la bonne pratique sur l'[explication du sous-test "Politique DMARC"](#control-panel-9).

source: detail mail auth spf-policy label
fr: Politique SPF

source: detail mail auth spf-policy tech table
fr: Domaine|Enregistrement SPF

source: detail mail auth spf-policy verdict all
fr: Votre politique SPF n'est *pas* suffisamment stricte.

source: detail mail auth spf-policy verdict bad
fr: Votre politique SPF n'est *pas* syntaxiquement correcte.

source: detail mail auth spf-policy verdict good
fr: Votre politique SPF est suffisamment stricte.

source: detail mail auth spf-policy verdict include
fr: Votre politique SPF n'est *pas* suffisamment stricte. Le mécanisme 'include' dans votre enregistrement SPF pointe vers une politique SPF insuffisamment stricte ou un enregistrement SPF non-existant.

source: detail mail auth spf-policy verdict max-lookups
fr: Votre politique SPF n'est *pas* efficace car elle nécessite plus que les 10 recherches DNS autorisées. Chacun des termes SPF suivants compte comme une recherche DNS : `redirect`, `include`, `a`, `mx`, `ptr` et `exist`. Les termes SPF `all`, `ip4`, `ip6` et `exp` ne comptent pas comme des recherches DNS.

source: detail mail auth spf-policy verdict redirect
fr: Votre politique SPF n'est *pas* suffisamment stricte. Le modificateur 'redirect' dans votre enregistrement SPF pointe vers une politique SPF insuffisamment stricte ou un enregistrement SPF inexistant.

source: detail mail dnssec exists exp
fr: Nous vérifions si votre domaine, plus précisément son enregistrement SOA, est signé DNSSEC. Avec une signature DNSSEC, les expéditeurs qui valident les signatures de domaine peuvent vérifier l'authenticité de la réponse DNS qui contient les domaines de vos serveurs de messagerie (MX). Cela empêche un attaquant de manipuler la réponse DNS afin de rediriger les courriels qui vous sont envoyés vers le domaine de serveur de messagerie de l'attaquant. Si un domaine redirige vers un autre domaine via `CNAME`, nous vérifions également si le domaine CNAME est signé (ce qui est conforme à la norme DNSSEC). Si le domaine CNAME n'est pas signé, le résultat de ce sous-test sera négatif. Note : la validité de la signature ne fait pas partie de ce sous-test, mais du sous-test suivant.

source: detail mail dnssec exists label
fr: Existence DNSSEC

source: detail mail dnssec exists tech table
fr: Domaine de l'adresse email|Registraire

source: detail mail dnssec exists verdict bad
fr: Le domaine de votre adresse email n'est pas sécurisé, car il n'est *pas* signé DNSSEC.

source: detail mail dnssec exists verdict good
fr: Le domaine de votre adresse email est signé DNSSEC.

source: detail mail dnssec exists verdict resolver-error
fr: Malheureusement, une erreur s'est produite dans le résolveur d'Internet.nl. Veuillez nous [contacter](/about/).

source: detail mail dnssec exists verdict servfail
fr: Les serveurs de noms de votre domaine d'adresse email sont *défaillants*. Ils ont renvoyé une erreur (`SERVFAIL`) à nos requêtes pour une signature DNSSEC. Veuillez contacter votre opérateur de serveur de noms (souvent votre fournisseur d'hébergement et/ou registraire) pour corriger cela rapidement.

source: detail mail dnssec mx-exists exp
fr: Nous vérifions si les domaines de vos serveurs de messagerie (MX), plus précisément leurs enregistrements SOA, sont signés DNSSEC. Avec une signature DNSSEC, les expéditeurs qui valident les signatures de domaine peuvent vérifier l'authenticité de la réponse DNS contenant les adresses IP et les enregistrements DANE de vos serveur(s) de messagerie. Cela empêche un attaquant de manipuler la réponse DNS afin de rediriger les courriels qui vous sont envoyés vers une adresse IP contrôlée par l'attaquant ou d'espionner la connexion sécurisée du serveur de messagerie. Si un domaine redirige vers un autre domaine via `CNAME`, nous vérifions également si le domaine CNAME est signé (ce qui est conforme à la norme DNSSEC). Si le domaine CNAME n'est pas signé, le résultat de ce sous-test sera négatif. Notez que le test email ne se rabat pas sur les enregistrements A/AAAA pour les serveurs de messagerie en cas d'absence d'un enregistrement MX. La validité de la signature ne fait pas partie de ce sous-test, mais du sous-test suivant.

source: detail mail dnssec mx-exists label
fr: Existence DNSSEC

source: detail mail dnssec mx-exists tech table
fr: Domaine du serveur de messagerie (MX)|DNSSEC existant

source: detail mail dnssec mx-exists verdict bad
fr: Au moins un de vos domaines de serveur de messagerie n'est pas sécurisé, car il n'est *pas* signé DNSSEC.

source: detail mail dnssec mx-exists verdict good
fr: Tous vos domaines de serveur de messagerie sont signés DNSSEC.

source: detail mail dnssec mx-exists verdict invalid-null-mx
fr: Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas les emails. Cependant, soit votre domaine n'a pas d'enregistrements A/AAAA, rendant l'enregistrement "Null MX" inutile. Ou sur votre domaine un serveur de messagerie de réception est défini par un autre enregistrement MX, rendant le "Null MX" conflictuel.

source: detail mail dnssec mx-exists verdict no-mailservers
fr: Aucun serveur de messagerie de réception (MX) n'est défini sur votre domaine qui n'a pas d'enregistrements A/AAAA. C'est correct si vous ne voulez pas recevoir d'emails.

source: detail mail dnssec mx-exists verdict no-null-mx
fr: Aucun serveur de messagerie de réception (MX) n'est défini sur votre domaine qui a des enregistrements A/AAAA. Nous vous recommandons d'indiquer explicitement que votre domaine n'accepte pas les emails en configurant un enregistrement "Null MX". N'utilisez pas un enregistrement "Null MX" et ne définissez pas de MX si vous voulez envoyer des emails depuis ce nom de domaine, car les serveurs de réception peuvent rejeter les emails qui ont une adresse de retour invalide.

source: detail mail dnssec mx-exists verdict null-mx
fr: Votre nom de domaine qui a des enregistrements A/AAAA indique clairement avec un enregistrement "Null MX" qu'il n'accepte pas les e-mails. C'est correct si vous ne voulez pas recevoir d'emails. N'utilisez pas un enregistrement "Null MX" et ne définissez pas de MX si vous voulez envoyer des emails depuis ce nom de domaine, car les serveurs de réception peuvent rejeter les emails qui ont une adresse de retour invalide.

source: detail mail dnssec mx-exists verdict null-mx-with-other-mx
fr: Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas les emails. Cependant, sur votre domaine un serveur de messagerie de réception est défini par un autre enregistrement MX, rendant le "Null MX" conflictuel.

source: detail mail dnssec mx-exists verdict null-mx-without-a-aaaa
fr: Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas les emails. Cependant, votre domaine n'a pas d'enregistrements A/AAAA, rendant l'enregistrement "Null MX" inutile.

source: detail mail dnssec mx-exists verdict resolver-error
fr: Malheureusement, une erreur s'est produite dans le résolveur d'Internet.nl. Veuillez nous [contacter](/about/).

source: detail mail dnssec mx-exists verdict servfail
fr: Les serveurs de noms d'au moins un de vos domaines de serveur de messagerie sont *défaillants*. Ils ont renvoyé une erreur (`SERVFAIL`) à nos requêtes pour une signature DNSSEC. Veuillez contacter votre opérateur de serveur de noms (souvent votre fournisseur de messagerie) pour corriger cela rapidement.

source: detail mail dnssec mx-valid exp
fr: Nous vérifions si les domaines de vos serveurs de messagerie de réception (MX), plus précisément leurs enregistrements SOA, sont signés avec une signature valide les rendant 'sécurisés'. Si un nom de domaine redirige vers un autre nom de domaine signé via `CNAME`, nous vérifions également si la signature du nom de domaine CNAME est valide (ce qui est conforme à la norme DNSSEC). Si la signature du nom de domaine CNAME n'est pas valide, le résultat de ce sous-test sera négatif. Notez que nous testons seulement le serveur de noms qui répond en premier. Si les serveurs de noms d'un nom de domaine ont des configurations incohérentes, cela peut conduire à des résultats de test variables. Dans ce cas, par exemple, le résultat de ce sous-test peut être 'sécurisé' une fois et 'bogus' la suivante.

source: detail mail dnssec mx-valid label
fr: Validité DNSSEC

source: detail mail dnssec mx-valid tech table
fr: Domaine du serveur de messagerie (MX)|Statut

source: detail mail dnssec mx-valid verdict bad
fr: Au moins un de vos domaines de serveur de messagerie signés est 'bogus', car sa signature DNSSEC n'est pas valide. Soit quelqu'un a manipulé les réponses de ses serveurs de noms, soit votre domaine de serveur de messagerie a de graves erreurs de configuration DNSSEC. Ces dernières rendent votre serveur de messagerie de réception inaccessible pour tout serveur de messagerie expéditeur qui valide les signatures DNSSEC. Vous devriez contacter l'opérateur de serveur de noms (souvent votre fournisseur de messagerie) dès que possible.

source: detail mail dnssec mx-valid verdict good
fr: Tous vos domaines de serveur de messagerie signés sont sécurisés, car leurs signatures DNSSEC sont valides.

source: detail mail dnssec mx-valid verdict unsupported-ds-algo
fr: Au moins un de vos domaines de serveur de messagerie est signé avec un algorithme que notre résolveur de validation ne supporte actuellement pas. Par conséquent, nous ne sommes pas en mesure de vérifier la validité de sa signature DNSSEC.

source: detail mail dnssec valid exp
fr: Nous vérifions si votre domaine, plus précisément son enregistrement SOA, est signé avec une signature valide le rendant 'sécurisé'. Si un nom de domaine redirige vers un autre nom de domaine signé via `CNAME`, nous vérifions également si la signature du nom de domaine CNAME est valide (ce qui est conforme à la norme DNSSEC). Si la signature du nom de domaine CNAME n'est pas valide, le résultat de ce sous-test sera négatif. Notez que nous testons seulement le serveur de noms qui répond en premier. Si les serveurs de noms d'un nom de domaine ont des configurations incohérentes, cela peut conduire à des résultats de test variables. Dans ce cas, par exemple, le résultat de ce sous-test peut être 'sécurisé' une fois et 'bogus' la suivante.

source: detail mail dnssec valid label
fr: Validité DNSSEC

source: detail mail dnssec valid tech table
fr: Domaine de l'adresse email|Statut

source: detail mail dnssec valid verdict bad
fr: Le domaine de votre adresse email est 'bogus', car la signature DNSSEC n'est *pas* valide. Soit quelqu'un a manipulé la réponse de votre serveur de noms, soit votre domaine a une *grave erreur de configuration DNSSEC*. Cette dernière rend votre domaine inaccessible pour tout utilisateur qui valide les signatures DNSSEC. Vous devriez contacter votre opérateur de serveur de noms (souvent votre registraire ou fournisseur d'hébergement) dès que possible.

source: detail mail dnssec valid verdict good
fr: Le domaine de votre adresse email est sécurisé, car sa signature DNSSEC est valide.

source: detail mail dnssec valid verdict unsupported-ds-algo
fr: Le domaine de votre adresse email est signé avec un algorithme que notre résolveur de validation ne supporte actuellement pas. Par conséquent, nous ne sommes pas en mesure de vérifier la validité de sa signature DNSSEC.

source: detail mail ipv6 mx-AAAA exp
fr: Nous vérifions s'il y a au moins un enregistrement AAAA avec une adresse IPv6 pour chaque serveur de messagerie de réception (MX). Au cas où aucun serveur de messagerie n'est défini, nous donnons une notification et nous exécutons d'autres sous-tests du test de messagerie qui sont encore pertinents. Les 'adresses IPv6 mappées IPv4' ([RFC 4291](https://www.rfc-editor.org/rfc/rfc4291), commençant par ::ffff:) échoueront dans ce sous-test, car elles ne fournissent pas de connectivité IPv6. Notez que le test email ne se rabat pas sur les enregistrements A/AAAA pour les serveurs de messagerie en cas d'absence d'un enregistrement MX.

source: detail mail ipv6 mx-AAAA label
fr: Adresses IPv6 pour le(s) serveur(s) de messagerie

source: detail mail ipv6 mx-AAAA tech table
fr: Serveur de messagerie (MX)|Adresse IPv6|Adresse IPv4

source: detail mail ipv6 mx-AAAA verdict bad
fr: Au moins un serveur de messagerie de réception sur votre domaine n'a *pas* d'adresse IPv6.

source: detail mail ipv6 mx-AAAA verdict good
fr: Tous les serveurs de messagerie de réception sur votre domaine ont une adresse IPv6.

source: detail mail ipv6 mx-AAAA verdict invalid-null-mx
fr: Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas les emails. Cependant, soit votre domaine n'a pas d'enregistrements A/AAAA, rendant l'enregistrement "Null MX" inutile. Ou sur votre domaine un serveur de messagerie de réception est défini par un autre enregistrement MX, rendant le "Null MX" conflictuel.

source: detail mail ipv6 mx-AAAA verdict no-null-mx
fr: Aucun serveur de messagerie de réception (MX) n'est défini sur votre domaine qui a des enregistrements A/AAAA. Nous vous recommandons d'indiquer explicitement que votre domaine n'accepte pas les emails en configurant un enregistrement "Null MX". N'utilisez pas un enregistrement "Null MX" et ne définissez pas de MX si vous voulez envoyer des emails depuis ce nom de domaine, car les serveurs de réception peuvent rejeter les emails qui ont une adresse de retour invalide.

source: detail mail ipv6 mx-AAAA verdict null-mx
fr: Votre nom de domaine qui a des enregistrements A/AAAA indique clairement avec un enregistrement "Null MX" qu'il n'accepte pas les e-mails. C'est correct si vous ne voulez pas recevoir d'emails. N'utilisez pas un enregistrement "Null MX" et ne définissez pas de MX si vous voulez envoyer des emails depuis ce nom de domaine, car les serveurs de réception peuvent rejeter les emails qui ont une adresse de retour invalide.

source: detail mail ipv6 mx-AAAA verdict null-mx-with-other-mx
fr: Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas les emails. Cependant, sur votre domaine un serveur de messagerie de réception est défini par un autre enregistrement MX, rendant le "Null MX" conflictuel.

source: detail mail ipv6 mx-AAAA verdict null-mx-without-a-aaaa
fr: Votre domaine annonce un enregistrement "Null MX" indiquant qu'il n'accepte pas les emails. Cependant, votre domaine n'a pas d'enregistrements A/AAAA, rendant l'enregistrement "Null MX" inutile.

source: detail mail ipv6 mx-AAAA verdict other
fr: Aucun serveur de messagerie de réception (MX) n'est défini sur votre domaine qui n'a pas d'enregistrements A/AAAA. C'est correct si vous ne voulez pas recevoir d'emails.

source: detail mail ipv6 mx-reach exp
fr: Nous vérifions si nous pouvons nous connecter à vos serveurs de messagerie (MX) via IPv6 sur le port 25. Nous testons toutes les adresses IPv6 que nous recevons des serveurs de noms de vos domaine(s) de serveur de messagerie. Un score partiel sera donné si toutes les adresses IPv6 ne sont pas accessibles. Si une adresse IPv6 est (syntaxiquement) invalide, nous la considérons comme inaccessible.

source: detail mail ipv6 mx-reach label
fr: Accessibilité IPv6 du/des serveur(s) de messagerie

source: detail mail ipv6 mx-reach tech table
fr: Serveur de messagerie (MX)|Adresse IPv6 inaccessible

source: detail mail ipv6 mx-reach verdict bad
fr: Au moins un de vos serveurs de messagerie de réception avec une adresse IPv6 n'est *pas* accessible via IPv6.

source: detail mail ipv6 mx-reach verdict good
fr: Tous vos serveurs de messagerie de réception avec une adresse IPv6 sont accessibles via IPv6.

source: detail mail rpki exists exp
fr: Nous vérifions si une Autorisation d'Origine de Route RPKI (ROA) a été publiée pour toutes les adresses IP de vos serveur(s) de messagerie (MX). Votre hébergeur (ou son fournisseur de réseau) annonce via le Border Gateway Protocol (BGP) pour quels blocs d'adresses IP il accepte le trafic Internet entrant. D'autres fournisseurs de réseau utilisent ces annonces de route pour déterminer par quelle route envoyer le trafic vers les adresses IP de votre serveur. Cependant, une annonce de route peut être falsifiée. En fait, un autre fournisseur de réseau peut être capable de connecter le bloc d'adresses IP de votre adresse IP à son réseau et ainsi potentiellement recevoir le trafic Internet qui est en fait destiné à votre fournisseur de réseau. La cause peut être accidentelle ou malveillante. Dans les deux cas, cela peut entraîner l'inaccessibilité de votre serveur ou l'interception du trafic Internet vers votre serveur. L'Infrastructure à Clé Publique de Ressources (RPKI) améliore considérablement la protection contre cela. Avec RPKI, le détenteur légitime d'un bloc d'adresses IP peut publier une déclaration signée numériquement avec autorisation de route (Route Origin Authorisation ; ROA en abrégé). Un autre fournisseur de réseau qui veut envoyer du trafic Internet vers une adresse IP particulière, peut utiliser la déclaration correspondante pour filtrer les routes `Invalid`. De cette façon, le fournisseur de réseau empêche le trafic Internet de son réseau d'être envoyé vers des réseaux de fournisseurs non autorisés. *Niveau d'exigence : Recommandé*

source: detail mail rpki exists label
fr: Existence d'Autorisation d'Origine de Route

source: detail mail rpki exists tech table
fr: Serveur de messagerie|Adresse IP|Autorisation d'Origine de Route RPKI

source: detail mail rpki exists verdict bad
fr: Pour au moins une des adresses IP de vos serveur(s) de messagerie de réception *aucune* Autorisation d'Origine de Route RPKI (ROA) n'est publiée.

source: detail mail rpki exists verdict good
fr: Pour toutes les adresses IP de vos serveur(s) de messagerie de réception une Autorisation d'Origine de Route RPKI (ROA) est publiée.

source: detail mail rpki exists verdict no-addresses
fr: Votre domaine ne contient *aucun* serveur de messagerie de réception. Par conséquent, ce sous-test n'a pas pu être effectué.
